[
  {
    "id": 1,
    "original": "3 logicians walk into a bar. The bartender asks: Do all of you want a drink? The first logician says 'I don't know'. The second logician says 'I don't know' the third logician says 'Yes!",
    "russian": "Три логика заходят в бар. Бармен спрашивает: 'Все вы хотите выпить?' Первый логик говорит: 'Не знаю'. Второй логик говорит: 'Не знаю'. Третий логик говорит: 'Да!'",
    "interpretation": "Игра слов строится на том, что логики должны мыслить рационально, но их ответы противоречат друг другу."
  },
  {
    "id": 2,
    "original": "There are only 10 types of people in the world: those that understand binary and those that don’t.",
    "russian": "Существует только 10 типов людей в мире: те, кто понимает двоичный код, и те, кто не понимает.",
    "interpretation": "Шутка основана на том, что двоичная система исчисления (система счисления с двумя цифрами, 0 и 1) является основой компьютерной техники."
  },
  {
    "id": 3,
    "original": "Computers make very fast and very accurate mistakes.",
    "russian": "Компьютеры совершают очень быстрые и очень точные ошибки.",
    "interpretation": "Сарказм по поводу того, что компьютеры, несмотря на их точность, могут выдавать неверные результаты из-за ошибок в программировании или сбоев оборудования."
  },
  {
    "id": 4,
    "original": "Be nice to the nerds; for all you know they might be the next Bill Gates!",
    "russian": "Будьте добры к ботаникам, ведь они могут стать следующим Биллом Гейтсом!",
    "interpretation": "Шутка о том, что люди, увлеченные компьютерами и программированием (ботаники), могут добиться большого успеха, как Билл Гейтс, основатель Microsoft."
  },
  {
    "id": 5,
    "original": "Artificial intelligence usually beats real stupidity.",
    "russian": "Искусственный интеллект обычно побеждает настоящую глупость.",
    "interpretation": "Сравнение искусственного интеллекта (ИИ) с человеческой глупостью. ИИ, несмотря на несовершенство, может превосходить людей в определенных задачах, требующих логики и обработки информации."
  },
  {
    "id": 6,
    "original": "To err is human – and to blame it on a computer is even more so.",
    "russian": "Человеку свойственно ошибаться, а сваливать вину на компьютер - тем более.",
    "interpretation": "О том, что люди часто обвиняют компьютеры в своих ошибках."
  },
  {
    "id": 7,
    "original": "CAPS LOCK – Preventing Login Since 1980.",
    "russian": "Caps Lock - препятствует входу в систему с 1980 года.",
    "interpretation": "О кнопке Caps Lock на клавиатуре, которая переводит все буквы в верхний регистр. Шутка о том, что эта кнопка может помешать вводу пароля, если он написан с маленькой буквы."
  },
  {
    "id": 8,
    "original": "The truth is out there. Anybody got the URL?",
    "russian": "Правда существует. У кого-нибудь есть URL?",
    "interpretation": "Игра слов. URL - это адрес веб-сайта. Шутка о том, что правду сложно найти в интернете."
  },
  {
    "id": 9,
    "original": "The Internet: where men are men women are men and children are FBI agents.",
    "russian": "Интернет: там, где мужчины - мужчины, женщины - мужчины, а дети - агенты ФБР.",
    "interpretation": "Юмор об анонимности в интернете и о том, что трудно определить, кто на самом деле находится по ту сторону экрана."
  },
  {
    "id": 10,
    "original": "Some things Man was never meant to know. For everything else there’s Google.",
    "russian": "Некоторых вещей человеку знать не положено. Для всего остального есть Google.",
    "interpretation": "О том, что в интернете можно найти много информации, но некоторые вещи лучше оставить неизвестными."
  },
  {
    "id": 11,
    "original": "The box said 'Requires Windows Vista or better'. So I installed LINUX.",
    "russian": "На коробке было написано: 'Требуется Windows Vista или лучше'. Поэтому я установил Linux.",
    "interpretation": "О выборе операционной системы. Linux - бесплатная альтернатива Windows."
  },
  {
    "id": 12,
    "original": "UNIX is basically a simple operating system... but you have to be a genius to understand the simplicity.",
    "russian": "UNIX - в принципе, простая операционная система... но нужно быть гением, чтобы понять эту простоту.",
    "interpretation": "Операционная система Unix известна своей сложностью для начинающих пользователей."
  },
  {
    "id": 13,
    "original": "In a world without fences and walls... who needs Gates and Windows?",
    "russian": "В мире без заборов и стен... кому нужны Гейтс и Windows?",
    "interpretation": "Мечта о мире без ограничений, где не нужны крупные корпорации, контролирующие программное обеспечение."
  },
  {
    "id": 14,
    "original": "C://dos  <br>C://dos.run  <br>run.dos.run",
    "russian": "C://dos <br> C://dos.run <br> run.dos.run",
    "interpretation": "Непонятный набор команд для запуска программы DOS в операционной системе MS-DOS. Шутка для тех, кто понимает старые компьютерные системы."
  },
  {
    "id": 15,
    "original": "Bugs come in through open Windows.",
    "russian": "Ошибки проникают через открытые окна.",
    "interpretation": "Двойной смысл. Ошибки в компьютерных программах (bugs) и незакрытые окна здания, через которые могут проникнуть нежелательные элементы."
  },
  {
    "id": 16,
    "original": "Penguins love cold... they won't survive the sun.",
    "russian": "Пингвины любят холод... они не выживут на солнце.",
    "interpretation": "Эта шутка сравнивает операционную систему Linux (символизируемую пингвином Tux) с ее требовательностью к ресурсам и неприязнью к нестабильным средам, в отличие от более дружелюбных к новичкам ОС, таких как Windows."
  },
  {
    "id": 17,
    "original": "Unix is user friendly. It’s just selective about who its friends are.",
    "russian": "Unix дружелюбный. Просто он избирателен в выборе друзей.",
    "interpretation": "Эта шутка намекает на то, что Unix может быть сложной для новичков, но для опытных пользователей он очень удобен и мощный."
  },
  {
    "id": 18,
    "original": "Failure is not an option. It comes bundled with your Microsoft product.",
    "russian": "Отказ не является опцией. Он поставляется в комплекте с вашим продуктом Microsoft.",
    "interpretation": "Эта шутка критикует Microsoft за частые ошибки и сбои в своих продуктах."
  },
  {
    "id": 19,
    "original": "NT is the only OS that has caused me to beat a piece of hardware to death with my bare hands.",
    "russian": "NT - единственная ОС, из-за которой я бил кусок железа голыми руками.",
    "interpretation": "Эта шутка выражает крайнее разочарование и фрустрацию от использования операционной системы Windows NT, которая была известна своей нестабильностью."
  },
  {
    "id": 20,
    "original": "My daily Unix command list: unzip; strip; touch; finger; mount; fsck; more; yes; unmount; sleep.",
    "russian": "Мой ежедневный список команд Unix: unzip; strip; touch; finger; mount; fsck; more; yes; unmount; sleep.",
    "interpretation": "Эта шутка шутит о том, что многие команды Unix кажутся бессмысленными для обычного пользователя, но они очень полезны для опытных пользователей."
  },
  {
    "id": 21,
    "original": "Microsoft: 'You’ve got questions. We’ve got dancing paperclips.'",
    "russian": "Microsoft: 'У вас есть вопросы. У нас есть танцующие скрепки.'",
    "interpretation": "Эта шутка высмеивает неэффективность и раздражающие функции некоторых продуктов Microsoft, таких как помощник Скрепыш (Clippy)."
  },
  {
    "id": 22,
    "original": "Erik Naggum: 'Microsoft is not the answer. Microsoft is the question. NO is the answer.'",
    "russian": "Эрик Наггум: 'Microsoft - это не ответ. Microsoft - это вопрос. НЕТ - это ответ.'",
    "interpretation": "Эта цитата известного критика Microsoft выражает негативное отношение к компании и ее продуктам."
  },
  {
    "id": 23,
    "original": "Windows isn’t a virus atleast viruses do something.",
    "russian": "Windows - это не вирус, по крайней мере, вирусы делают что-то.",
    "interpretation": "Эта шутка сравнивает Windows с вирусом, намекая на его нестабильность и раздражающее поведение."
  },
  {
    "id": 24,
    "original": "Computers are like air conditioners: they stop working when you open Windows.",
    "russian": "Компьютеры похожи на кондиционеры: они перестают работать, когда вы открываете Windows.",
    "interpretation": "Эта шутка шутит о том, что Windows может замедлить работу компьютера или даже привести к его зависанию."
  },
  {
    "id": 25,
    "original": "Mac users swear by their Mac and PC users swear at their PC.",
    "russian": "Пользователи Mac клянутся своими Mac, а пользователи PC ругаются на свои PC.",
    "interpretation": "Эта шутка отражает разницу в отношении к компьютерам Apple и Microsoft."
  },
  {
    "id": 26,
    "original": "If at first you don’t succeed; call it version 1.0.",
    "russian": "Если с первого раза не получилось, назовите это версией 1.0.",
    "interpretation": "Эта шутка шутит о том, что первая версия программного обеспечения часто бывает несовершенной."
  },
  {
    "id": 27,
    "original": "My software never has bugs. It just develops random features.",
    "russian": "В моем программном обеспечении никогда не бывает ошибок. Оно просто развивает случайные функции.",
    "interpretation": "Эта шутка шутит о том, что ошибки в программном обеспечении иногда могут приводить к неожиданному поведению."
  },
  {
    "id": 28,
    "original": "I would love to change the world but they won’t give me the source code.",
    "russian": "Я бы хотел изменить мир, но они не дают мне исходный код.",
    "interpretation": "Эта шутка шутит о том, что для создания чего-то действительно нового нужно иметь доступ к исходному коду."
  },
  {
    "id": 29,
    "original": "The code that is the hardest to debug is the code that you know cannot possibly be wrong.",
    "russian": "Самый сложный для отладки код - это код, который, как вы знаете, не может быть неправильным.",
    "interpretation": "Эта шутка отражает парадокс программирования, когда самые трудные ошибки часто скрываются в самых очевидных местах."
  },
  {
    "id": 30,
    "original": "Beware of programmers that carry screwdrivers.",
    "russian": "Остерегайтесь программистов, которые носят отвертки.",
    "interpretation": "Эта шутка шутит о том, что некоторые программисты могут быть склонны к физическому насилию над своими компьютерами."
  },
  {
    "id": 31,
    "original": "Programming today is a race between software engineers striving to build bigger and better idiot-proof programs and the Universe trying to produce bigger and better idiots. So far the Universe is winning.",
    "russian": "Программирование сегодня - это гонка между инженерами-программистами, стремящимися создавать все более крупные и совершенные программы, защищенные от дураков, и Вселенной, пытающейся производить все более крупных и совершенных дураков. Пока что Вселенная выигрывает.",
    "interpretation": "Эта шутка шутит о постоянной борьбе между программистами и пользователями."
  },
  {
    "id": 32,
    "original": "The beginning of the programmer’s wisdom is understanding the difference between getting program to run and having a runnable program.",
    "russian": "Начало мудрости программиста - это понимание разницы между запуском программы и наличием работающей программы.",
    "interpretation": "Эта шутка подчеркивает важность не только того, чтобы программа работала, но и того, чтобы она работала правильно и эффективно."
  },
  {
    "id": 33,
    "original": "I’m not anti-social; I’m just not user friendly.",
    "russian": "Я не антисоциален; я просто не дружелюбен к пользователю.",
    "interpretation": "Эта шутка шутит о том, что некоторые программисты могут быть не очень общительными или не уметь объяснить свои идеи ясно и понятно."
  },
  {
    "id": 34,
    "original": "Hey! It compiles! Ship it!",
    "russian": "Эй! Оно компилируется! Отправляем!",
    "interpretation": "Эта шутка шутит о том, что некоторые программисты могут быть слишком торопливыми и не обращать внимания на качество кода."
  },
  {
    "id": 35,
    "original": "If Ruby is not and Perl is the answer then you don’t understand the question.",
    "russian": "Если Ruby не является ответом, а Perl - ответом, то вы не понимаете вопроса.",
    "interpretation": "Эта шутка шутит о том, что выбор языка программирования зависит от конкретной задачи."
  },
  {
    "id": 36,
    "original": "The more I C.... the less I see.",
    "russian": "Чем больше я вижу C... тем меньше я понимаю.",
    "interpretation": "Эта шутка играет на сходстве между буквой 'C' и языком программирования C, намекая на его сложность и запутанность."
  },
  {
    "id": 37,
    "original": "COBOL programmers understand why women hate periods.",
    "russian": "Программисты COBOL понимают, почему женщины ненавидят месячные.",
    "interpretation": "Эта шутка основана на сходстве между словом 'period' (месячные) и использованием точки в языке программирования COBOL."
  },
  {
    "id": 38,
    "original": "Michael Sinz: 'Programming is like sex... one mistake and you have to support it for the rest of your life.'",
    "russian": "Майкл Синз: 'Программирование похоже на секс... одна ошибка, и ты будешь поддерживать это всю оставшуюся жизнь.'",
    "interpretation": "Эта шутка подчеркивает долгосрочные последствия ошибок в программировании."
  },
  {
    "id": 39,
    "original": "If you give someone a program... you will frustrate them for a day; if you teach them how to program... you will frustrate them for a lifetime.",
    "russian": "Если вы дадите кому-то программу... вы расстроите его на день; если вы научите его программировать... вы расстроите его на всю жизнь.",
    "interpretation": "Эта шутка намекает на то, что обучение программированию может быть сложным и разочаровывающим процессом."
  },
  {
    "id": 40,
    "original": "Programmers are tools for converting caffeine into code.",
    "russian": "Программисты - это инструменты для преобразования кофеина в код.",
    "interpretation": "Эта шутка шутит о том, что программисты часто полагаются на кофе, чтобы оставаться бодрыми и продуктивными."
  },
  {
    "id": 41,
    "original": "My attitude isn’t bad. It’s in beta.",
    "russian": "Мое отношение не плохое. Оно в бета-версии.",
    "interpretation": "Эта шутка использует термин 'бета-версия' для описания несовершенного поведения или настроения."
  },
  {
    "id": 42,
    "original": "Enter any 11-digit prime number to continue.",
    "russian": "Введите любое 11-значное простое число, чтобы продолжить.",
    "interpretation": "Эта шутка использует технический термин 'простое число' в юмористическом контексте, чтобы создать препятствие для пользователя."
  },
  {
    "id": 43,
    "original": "E-mail returned to sender... insufficient voltage.",
    "russian": "Электронная почта возвращена отправителю... недостаточное напряжение.",
    "interpretation": "Эта шутка шутит о технических проблемах, которые могут возникнуть с электронной почтой."
  },
  {
    "id": 44,
    "original": "All wiyht. Rho sritched mg kegtops awound?",
    "russian": "Все нормально. Кто переставил мои клавиши на клавиатуре?",
    "interpretation": "Эта шутка имитирует случайную перестановку букв на клавиатуре."
  },
  {
    "id": 45,
    "original": "Black holes are where God divided by zero.",
    "russian": "Черные дыры - это то, что получается, когда Бог делит на ноль.",
    "interpretation": "Эта шутка использует математический термин 'деление на ноль' для описания бесконечности и необъяснимости черных дыр."
  },
  {
    "id": 46,
    "original": "If I wanted a warm fuzzy feeling... I’d antialias my graphics!",
    "russian": "Если бы я хотел теплого и пушистого чувства... я бы сгладил свою графику.",
    "interpretation": "Эта шутка намекает на то, что программисты часто предпочитают технические решения эмоциональным."
  },
  {
    "id": 47,
    "original": "If brute force doesn’t solve your problems... then you aren’t using enough.",
    "russian": "Если грубая сила не решает ваши проблемы... значит, вы ее недостаточно используете.",
    "interpretation": "Эта шутка относится к методу решения проблем путем исчерпывающего перебора всех возможных вариантов."
  },
  {
    "id": 48,
    "original": "SUPERCOMPUTER: what it sounded like before you bought it.",
    "russian": "СУПЕРКОМПЬЮТЕР: так это звучало, прежде чем вы его купили.",
    "interpretation": "Эта шутка намекает на то, что после покупки компьютера его производительность может снизиться из-за различных факторов, таких как устаревание или нехватка ресурсов."
  },
  {
    "id": 49,
    "original": "Evolution is God’s way of issuing upgrades.",
    "russian": "Эволюция - это божий способ выпускать обновления.",
    "interpretation": "Эта шутка сравнивает процесс эволюции с процессом обновления программного обеспечения."
  },
  {
    "id": 50,
    "original": "Linus Torvalds: 'Real men don’t use backups... they post their stuff on a public ftp server and let the rest of the world make copies.'",
    "russian": "Линус Торвальдс: 'Настоящие мужчины не делают резервные копии... они выкладывают свои данные на публичный FTP-сервер и позволяют остальному миру делать копии.'",
    "interpretation": "Эта шутка отражает безрассудную уверенность некоторых программистов в надежности своих систем."
  },
  {
    "id": 51,
    "original": "Hacking is like sex. You get in... you get out... and hope that you didn’t leave something that can be traced back to you.",
    "russian": "Хакерство похоже на секс. Ты входишь... ты выходишь... и надеешься, что не оставил ничего, что может привести к тебе.",
    "interpretation": "Эта шутка сравнивает процесс взлома системы с сексуальным актом, подчеркивая рискованность и потенциальные последствия."
  },
  {
    "id": 52,
    "original": "There are three kinds of people: those who can count and those who can’t.",
    "russian": "Есть три типа людей: те, кто умеют считать, и те, кто не умеют.",
    "interpretation": "Эта шутка играет на неожиданности, что в итоге группы только две. Это подчеркивает, что некоторые люди не могут правильно считать или интерпретировать информацию."
  },
  {
    "id": 53,
    "original": "Latest survey shows that 3 out of 4 people make up 75% of the world’s population.",
    "russian": "Последнее исследование показывает, что 3 из 4 человек составляют 75% населения мира.",
    "interpretation": "Эта шутка использует математическую неточность для создания юмористического эффекта."
  },
  {
    "id": 54,
    "original": "Hand over the calculator... friends don’t let friends derive drunk.",
    "russian": "Отдай калькулятор... друзья не позволяют друзьям дифференцировать в пьяном виде.",
    "interpretation": "Эта шутка шутит о сложности математических вычислений, особенно в состоянии алкогольного опьянения."
  },
  {
    "id": 55,
    "original": "An infinite crowd of mathematicians enters a bar. The first one orders a pint... the second one a half pint... the third one a quarter pint… 'I understand'... says the bartender – and pours two pints.",
    "russian": "Бесконечное множество математиков входит в бар. Первый заказывает пинту... второй - полпинты... третий - четверть пинты... 'Я понял' - говорит бармен и наливает две пинты.",
    "interpretation": "Эта шутка использует бесконечную последовательность для создания юмористического эффекта."
  },
  {
    "id": 56,
    "original": "1f u c4n r34d th1s u r34lly n33d t0 g37 l41d.",
    "russian": "Если ты можешь прочитать это, тебе действительно нужно 'заняться программированием'.",
    "interpretation": "Эта шутка использует специфический стиль написания, который характерен для программистов"
  },
  {
    "id": 57,
    "original": "Theres no place like 127.0.0.1",
    "russian": "Нет места лучше, чем 127.0.0.1",
    "interpretation": "Эта шутка отсылает к известной фразе из фильма 'Волшебник страны Оз' и использует IP-адрес локального хоста."
  },
  {
    "id": 58,
    "original": "Real programmers start counting from 0.",
    "russian": "Настоящие программисты начинают считать с нуля.",
    "interpretation": "Эта шутка отражает нумерацию индексов в массивах и других структурах данных в программировании."
  },
  {
    "id": 59,
    "original": "If the box says: 'This software requires Windows 7 or better' Does that mean it'll run on Linux?",
    "russian": "Если на коробке написано: 'Это программное обеспечение требует Windows 7 или новее', означает ли это, что оно будет работать на Linux?",
    "interpretation": "Эта шутка шутит о несовместимости программного обеспечения между различными операционными системами."
  },
  {
    "id": 60,
    "original": "I don’t see women as objects. I consider each to be in a class of her own.",
    "russian": "Я не вижу женщин как объекты. Я считаю, что каждая из них принадлежит к своему собственному классу.",
    "interpretation": "Эта шутка использует терминологию объектно-ориентированного программирования для создания юмористического эффекта."
  },
  {
    "id": 61,
    "original": "I've got a really good UDP joke to tell you, but i don't know if you'll get it.",
    "russian": "У меня есть отличный анекдот про UDP, но я не знаю, поймете ли вы его.",
    "interpretation": "Эта шутка играет на ненадежности протокола UDP, который не гарантирует доставку пакетов данных."
  },
  {
    "id": 62,
    "original": "MacGyver can build an airplane out of gum and paper clips. Chuck Norris can kill him and take it.",
    "russian": "Макгайвер может построить самолет из жвачки и скрепок. Чак Норрис может убить его и забрать самолёт.",
    "interpretation": "Эта шутка сравнивает невероятные способности Макгайвера с еще более невероятными способностями Чака Норриса."
  },
  {
    "id": 63,
    "original": "Chuck Norris doesn't read books. He stares them down until he gets the information he wants.",
    "russian": "Чак Норрис не читает книги. Он смотрит на них, пока не получит нужную информацию.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 64,
    "original": "If you ask Chuck Norris what time it is, he always answers 'Two seconds till'. After you ask 'Two seconds to what?', he roundhouse kicks you in the face.",
    "russian": "Если вы попросите Чака Норриса подсказать время, он всегда отвечает: 'Две секунды до...'. После того, как вы спросите: 'Две секунды до чего?', он ударит вас ногой в лицо.",
    "interpretation": "Эта шутка подчеркивает силу и непредсказуемость Чака Норриса."
  },
  {
    "id": 65,
    "original": "Chuck Norris lost his virginity before his dad did.",
    "russian": "Чак Норрис потерял девственность раньше своего отца.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 66,
    "original": "Since 1940, the year Chuck Norris was born, roundhouse kick related deaths have increased 13,000 percent.",
    "russian": "С 1940 года, года рождения Чака Норриса, количество смертей, связанных с ударами ногой с разворота, увеличилось на 13 000 процентов.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 67,
    "original": "Chuck Norris sheds his skin twice a year.",
    "russian": "Чак Норрис сбрасывает кожу два раза в год.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 68,
    "original": "Chuck Norris once challenged Lance Armstrong in a 'Who has more testicles?' contest. Chuck Norris won by 5.",
    "russian": "Чак Норрис однажды бросил вызов Лэнсу Армстронгу в конкурсе 'У кого больше яичек?'. Чак Норрис выиграл с разницей в 5.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 69,
    "original": "There are no steroids in baseball. Just players Chuck Norris has breathed on.",
    "russian": "В бейсболе нет стероидов. Просто игроки, на которых вдохнул Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 70,
    "original": "When Chuck Norris goes to donate blood, he declines the syringe, and instead requests a hand gun and a bucket.",
    "russian": "Когда Чак Норрис идет сдавать кровь, он отказывается от шприца и вместо этого просит пистолет и ведро.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 71,
    "original": "Pluto is actually an orbiting group of British soldiers from the American Revolution who entered space after the Chuck gave them a roundhouse kick to the face.",
    "russian": "Плутон на самом деле является орбитальной группой британских солдат из американской революции, которые попали в космос после того, как Чак ударил их ногой в лицо.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 72,
    "original": "Chuck Norris does not teabag the ladies. He potato-sacks them.",
    "russian": "Чак Норрис не делает 'чайный пакетик' с девушками. Он делает 'картофельный мешок'.",
    "interpretation": "Эта шутка является грубой шуткой, связанной с сексуальным контекстом, а также подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 73,
    "original": "According to the Encyclopedia Brittanica, the Native American 'Trail of Tears' has been redefined as anywhere that Chuck Norris walks.",
    "russian": "Согласно Британской энциклопедии, 'Слеза индейцев' была переопределена как любое место, где ходит Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 74,
    "original": "In an average living room there are 1242 objects Chuck Norris could use to kill you, including the room itself.",
    "russian": "В обычной гостиной есть 1242 предмета, которые Чак Норрис мог бы использовать, чтобы убить вас, включая саму комнату.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 75,
    "original": "The Chuck Norris military unit was not used in the game Civilization 4, because a single Chuck Norris could defeat the entire combined nations of the world in one turn.",
    "russian": "Военное подразделение Чака Норриса не использовалось в игре Civilization 4, потому что один Чак Норрис мог победить все объединенные нации мира за один ход.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 76,
    "original": "Chuck Norris doesn't shower, he only takes blood baths.",
    "russian": "Чак Норрис не принимает душ, он принимает только кровавые ванны.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и жестокость Чака Норриса."
  },
  {
    "id": 77,
    "original": "Time waits for no man. Unless that man is Chuck Norris.",
    "russian": "Время не ждет никого. Кроме Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 78,
    "original": "Chuck Norris can hit you so hard that he can actually alter your DNA. Decades from now your descendants will occasionally clutch their heads and yell 'What The Hell was That?'.",
    "russian": "Чак Норрис может ударить вас так сильно, что он может фактически изменить вашу ДНК. Десятилетия спустя ваши потомки будут время от времени хвататься за голову и кричать: 'Что это было?'.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 79,
    "original": "In the Bible, Jesus turned water into wine. But then Chuck Norris turned that wine into beer.",
    "russian": "В Библии Иисус превратил воду в вино. Но потом Чак Норрис превратил это вино в пиво.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 80,
    "original": "Chuck Norris is the only human being to display the Heisenberg uncertainty principle - you can never know both exactly where and how quickly he will roundhouse-kick you in the face.",
    "russian": "Чак Норрис - единственное человеческое существо, которое демонстрирует принцип неопределенности Гейзенберга: вы никогда не можете точно знать, где и как быстро он ударит вас ногой в лицо.",
    "interpretation": "Эта шутка использует научный принцип для подчеркивания непредсказуемости и силы Чака Норриса."
  },
  {
    "id": 81,
    "original": "Faster than a speeding bullet... More powerful than a locomotive... Able to leap tall buildings in a single bound... These are some of Chuck Norris's warm-up exercises.",
    "russian": "Быстрее пули... Мощнее локомотива... Способен прыгать через высокие здания в одном прыжке... Это некоторые из разминочных упражнений Чака Норриса.",
    "interpretation": "Эта шутка сравнивает способности Чака Норриса со способностями Супермена."
  },
  {
    "id": 82,
    "original": "Chuck Norris is not hung like a horse. Horses are hung like Chuck Norris.",
    "russian": "Чак Норрис не висит, как лошадь. Лошади висят, как Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 83,
    "original": "Teenage Mutant Ninja Turtles is based on a true story: Chuck Norris once swallowed a turtle whole, and when he crapped it out, the turtle was six feet tall and had learned karate.",
    "russian": "Черепашки-ниндзя-мутанты основаны на реальной истории: Чак Норрис однажды проглотил черепаху целиком, и когда он выкакал ее, черепаха была шести футов ростом и умела карате.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 84,
    "original": "Someone once tried to tell Chuck Norris that roundhouse kicks aren't the best way to kick someone. This has been recorded by historians as the worst mistake anyone has ever made.",
    "russian": "Однажды кто-то попытался сказать Чаку Норрису, что удары ногой с разворота - не лучший способ ударить кого-то. Это было записано историками как самая большая ошибка, которую когда-либо делал человек.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 85,
    "original": "Chuck Norris has two speeds: Walk and Kill.",
    "russian": "У Чака Норриса две скорости: ходить и убивать.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 86,
    "original": "Chuck Norris once shot down a German fighter plane with his finger. By yelling 'Bang!'",
    "russian": "Чак Норрис однажды сбил немецкий истребитель пальцем. Просто крикнув 'Бах!'",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 87,
    "original": "The opening scene of the movie 'Saving Private Ryan' is loosely based on games of dodgeball Chuck Norris played in second grade.",
    "russian": "Открывающая сцена фильма 'Спасти рядового Райана' основана на играх в вышибалы, в которые Чак Норрис играл во втором классе.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 88,
    "original": "Fool me once, shame on you. Fool Chuck Norris once and he will roundhouse kick you in the face.",
    "russian": "Обмани меня один раз, стыдно тебе. Обмани Чака Норриса один раз, и он ударит тебя ногой в лицо.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 89,
    "original": "Chuck Norris originally appeared in the 'Street Fighter II' video game, but was removed by Beta Testers because every button caused him to do a roundhouse kick. When asked about this glitch, Norris replied 'That's no glitch'.",
    "russian": "Чак Норрис изначально появлялся в видеоигре 'Street Fighter II', но был удален бета-тестерами, потому что каждая кнопка заставляла его делать удар ногой с разворота. Когда его спросили об этом глюке, Норрис ответил: 'Это не глюк'.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 90,
    "original": "If you spell 'Chuck Norris' in Scrabble, you win. Forever.",
    "russian": "Если вы напишете 'Чак Норрис' в Scrabble, вы выиграете. Навсегда.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 91,
    "original": "Someone once videotaped Chuck Norris getting pissed off. It was called Walker: Texas Chain Saw Massacre.",
    "russian": "Однажды кто-то снял на видео, как Чак Норрис злится. Это называлось 'Техасская резня бензопилой'.",
    "interpretation": "Эта шутка сравнивает гнев Чака Норриса с ужасающим фильмом ужасов, подчеркивая его устрашающую силу."
  },
  {
    "id": 92,
    "original": "Chuck Norris will attain statehood in 2009. His state flower will be the Magnolia.",
    "russian": "Чак Норрис получит статус штата в 2009 году. Его государственным цветком будет магнолия.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса, предполагая, что он может даже стать независимым государством."
  },
  {
    "id": 93,
    "original": "A handicapped parking sign does not signify that this spot is for handicapped people. It is actually in fact a warning, that the spot belongs to Chuck Norris and that you will be handicapped if you park there.",
    "russian": "Знак для инвалидов не означает, что это место для инвалидов. На самом деле это предупреждение о том, что место принадлежит Чаку Норрису и что вы станете инвалидом, если припаркуетесь там.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 94,
    "original": "Chuck Norris doesn't wash his clothes. He disembowels them.",
    "russian": "Чак Норрис не стирает одежду. Он выпотрошивает ее.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 95,
    "original": "Chuck Norris doesn't churn butter. He roundhouse kicks the cows and the butter comes straight out.",
    "russian": "Чак Норрис не взбивает масло. Он бьет коров ногой с разворота, и масло вылетает прямо наружу.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 96,
    "original": "Police label anyone attacking Chuck Norris as a Code 45-11.... A suicide.",
    "russian": "Полиция классифицирует любого, кто нападает на Чака Норриса, как Код 45-11... Самоубийство.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 97,
    "original": "Chuck Norris is the only man to ever defeat a brick wall in a game of tennis.",
    "russian": "Чак Норрис - единственный человек, когда-либо победивший кирпичную стену в теннисном матче.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и способности Чака Норриса."
  },
  {
    "id": 98,
    "original": "What was going through the minds of all of Chuck Norris' victims before they died? His shoe.",
    "russian": "Что было в мыслях всех жертв Чака Норриса перед смертью? Его ботинок.",
    "interpretation": "Эта шутка подчеркивает невероятную скорость и силу ударов Чака Норриса."
  },
  {
    "id": 99,
    "original": "Chuck Norris once ate three 72 oz. steaks in one hour. He spent the first 45 minutes having sex with his waitress.",
    "russian": "Чак Норрис однажды съел три стейка по 72 унции за один час. Первые 45 минут он занимался сексом со своей официанткой.",
    "interpretation": "Эта шутка подчеркивает невероятную силу и влияние Чака Норриса."
  },
  {
    "id": 100,
    "original": "There is no theory of evolution, just a list of creatures Chuck Norris allows to live.",
    "russian": "Теории эволюции не существует, есть только список существ, которым Чак Норрис позволяет жить.",
    "interpretation": "Эта шутка приписывает Чаку Норрису божественную власть над жизнью на Земле."
  },
  {
    "id": 101,
    "original": "Chuck Norris can win a game of Connect Four in only three moves.",
    "russian": "Чак Норрис может выиграть в игру 'Соедини четыреэ всего за три хода.",
    "interpretation": "Эта шутка подчеркивает невероятные способности Чака Норриса, которые выходят за пределы нормальных человеческих возможностей."
  },
  {
    "id": 102,
    "original": "CNN was originally created as the 'Chuck Norris Network' to update Americans with on-the-spot ass kicking in real-time.",
    "russian": "CNN изначально была создана как 'Сеть Чака Норриса', чтобы в реальном времени обновлять американцев о том, как он наказывает врагов.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько мощен, что его действия должны были бы быть новостями."
  },
  {
    "id": 103,
    "original": "Chuck Norris invented Kentucky Fried Chicken's famous secret recipe with eleven herbs and spices. Nobody ever mentions the twelfth ingredient: Fear.",
    "russian": "Чак Норрис изобрел знаменитый секретный рецепт KFC с одиннадцатью травами и специями. Никто никогда не упоминает о двенадцатом ингредиенте: страх.",
    "interpretation": "Эта шутка намекает на то, что страх перед Чаком Норрисом делает его кулинарные творения еще более уникальными."
  },
  {
    "id": 104,
    "original": "The quickest way to a man's heart is with Chuck Norris' fist.",
    "russian": "Самый быстрый способ добраться до сердца мужчины — это кулак Чака Норриса.",
    "interpretation": "Эта шутка иронично утверждает, что Чак Норрис может добиться своего с помощью силы, а не романтики."
  },
  {
    "id": 105,
    "original": "When Chuck Norris sends in his taxes, he sends blank forms and includes only a picture of himself, crouched and ready to attack. Chuck Norris has not had to pay taxes, ever.",
    "russian": "Когда Чак Норрис отправляет свои налоги, он отправляет пустые формы и прикладывает только свою фотографию в атакующей позе. Чак Норрис никогда не платил налоги.",
    "interpretation": "Эта шутка подразумевает, что Чак Норрис настолько устрашающ, что его просто не могут заставить платить налоги."
  },
  {
    "id": 106,
    "original": "Chuck Norris drives an ice cream truck covered in human skulls.",
    "russian": "Чак Норрис управляет фургоном с мороженым, покрытым человеческими черепами.",
    "interpretation": "Эта шутка подчеркивает мрачный и устрашающий образ Чака Норриса."
  },
  {
    "id": 107,
    "original": "Most people have 23 pairs of chromosomes. Chuck Norris has 72... and they're all poisonous.",
    "russian": "У большинства людей 23 пары хромосом. У Чака Норриса 72... и они все ядовиты.",
    "interpretation": "Эта шутка преувеличивает силу Чака Норриса, утверждая, что он даже на генетическом уровне опасен."
  },
  {
    "id": 108,
    "original": "The Great Wall of China was originally created to keep Chuck Norris out. It failed miserably.",
    "russian": "Великая Китайская стена изначально была построена, чтобы не пустить Чака Норриса. Она потерпела ужасное поражение.",
    "interpretation": "Эта шутка намекает на то, что ничто не может остановить Чака Норриса, даже такие огромные сооружения."
  },
  {
    "id": 109,
    "original": "Chuck Norris is ten feet tall, weighs two-tons, breathes fire, and could eat a hammer and take a shotgun blast standing.",
    "russian": "Чак Норрис десять футов в высоту, весит две тонны, дышит огнем и может съесть молоток и выдержать выстрел из дробовика стоя.",
    "interpretation": "Эта шутка преувеличивает физические способности Чака Норриса до абсурдного уровня."
  },
  {
    "id": 110,
    "original": "Crop circles are Chuck Norris' way of telling the world that sometimes corn needs to lie down.",
    "russian": "Круги на полях — это способ Чака Норриса сказать миру, что иногда кукуруза должна лечь.",
    "interpretation": "Эта шутка связывает загадочные круги на полях с могуществом Чака Норриса."
  },
  {
    "id": 111,
    "original": "Chuck Norris once roundhouse kicked someone so hard that his foot broke the speed of light, went back in time, and killed Amelia Earhart while she was flying over the Pacific Ocean.",
    "russian": "Однажды Чак Норрис так сильно ударил кого-то ногой, что его нога превысила скорость света, вернулась в прошлое и убила Амелию Эрхарт, когда она летела над Тихим океаном.",
    "interpretation": "Эта шутка подчеркивает невероятную силу удара Чака Норриса, который способен на все, даже на путешествия во времени."
  },
  {
    "id": 112,
    "original": "When Chuck Norris calls 1-900 numbers, he doesn't get charged. He holds up the phone and money falls out.",
    "russian": "Когда Чак Норрис звонит на номера 1-900, с него не взимают плату. Он поднимает телефон, и деньги падают.",
    "interpretation": "Эта шутка показывает, что Чак Норрис настолько велик, что даже не должен платить за звонки."
  },
  {
    "id": 113,
    "original": "Chuck Norris once ate a whole cake before his friends could tell him there was a stripper in it.",
    "russian": "Однажды Чак Норрис съел целый торт, прежде чем его друзья успели сказать ему, что в нем была стриптизерша.",
    "interpretation": "Эта шутка иронично подчеркивает, что Чак Норрис настолько быстр и непредсказуем, что его друзья не успели предупредить его."
  },
  {
    "id": 114,
    "original": "Some people like to eat frogs' legs. Chuck Norris likes to eat lizard legs. Hence, snakes.",
    "russian": "Некоторые люди любят есть лягушачьи лапки. Чак Норрис предпочитает есть лапки ящериц. Следовательно, змеи.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен, что может есть даже более экзотическую пищу."
  },
  {
    "id": 115,
    "original": "There are no races, only countries of people Chuck Norris has beaten to different shades of black and blue.",
    "russian": "Не существует гонок, есть только страны людей, которых Чак Норрис побил до разных оттенков черного и синего.",
    "interpretation": "Эта шутка преувеличивает силу Чака Норриса, утверждая, что он побеждает всех."
  },
  {
    "id": 116,
    "original": "When Chuck Norris was denied an Egg McMuffin at McDonald's because it was 10:35, he roundhouse kicked the store so hard it became a Wendy's.",
    "russian": "Когда Чаку Норрису отказали в Egg McMuffin в McDonald's, потому что было 10:35, он так сильно ударил магазин, что он стал Wendy's.",
    "interpretation": "Эта шутка показывает, что Чак Норрис может изменить реальность, если его не удовлетворяют обстоятельства."
  },
  {
    "id": 117,
    "original": "Chuck Norris can't finish a 'color by numbers' because his markers are filled with the blood of his victims. Unfortunately, all blood is dark red.",
    "russian": "Чак Норрис не может закончить 'раскраску по номерам', потому что его маркеры заполнены кровью его жертв. К сожалению, вся кровь темно-красная.",
    "interpretation": "Эта шутка использует черный юмор, чтобы подчеркнуть жестокость Чака Норриса."
  },
  {
    "id": 118,
    "original": "A Chuck Norris-delivered Roundhouse Kick is the preferred method of execution in 16 states.",
    "russian": "Удар ногой Чака Норриса является предпочтительным методом казни в 16 штатах.",
    "interpretation": "Эта шутка преувеличивает силу удара Чака Норриса до уровня, где он может быть использован как метод наказания."
  },
  {
    "id": 119,
    "original": "When Chuck Norris falls in water, Chuck Norris doesn't get wet. Water gets Chuck Norris.",
    "russian": "Когда Чак Норрис падает в воду, он не становится мокрым. Вода становится Чаком Норрисом.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько мощен, что даже вода не может его остановить."
  },
  {
    "id": 120,
    "original": "Scientists have estimated that the energy given off during the Big Bang is roughly equal to 1CNRhK (Chuck Norris Roundhouse Kick).",
    "russian": "Ученые оценили, что энергия, выделившаяся во время Большого Взрыва, примерно равна 1CNRhK (удар ногой Чака Норриса).",
    "interpretation": "Эта шутка связывает силу Чака Норриса с одним из самых мощных событий во Вселенной."
  },
  {
    "id": 121,
    "original": "Chuck Norris' house has no doors, only walls that he walks through.",
    "russian": "Дома у Чака Норриса нет дверей, только стены, через которые он проходит.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис не ограничен обычными законами физики."
  },
  {
    "id": 122,
    "original": "When Chuck Norris has sex with a man, it won't be because he is gay. It will be because he has run out of women.",
    "russian": "Когда Чак Норрис занимается сексом с мужчиной, это будет не потому, что он гей. Это будет потому, что у него закончились женщины.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен и харизматичен, что даже его сексуальные предпочтения выходят за рамки норм."
  },
  {
    "id": 123,
    "original": "How much wood would a woodchuck chuck if a woodchuck could Chuck Norris? All of it.",
    "russian": "Сколько древесины мог бы выбросить бобер, если бы бобер мог Чака Норриса? Всю.",
    "interpretation": "Эта шутка подразумевает, что Чак Норрис настолько силен, что даже бобры должны подчиняться ему."
  },
  {
    "id": 124,
    "original": "Chuck Norris doesn't actually write books, the words assemble themselves out of fear.",
    "russian": "Чак Норрис на самом деле не пишет книги, слова собираются сами по себе от страха.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис вызывает страх даже у слов, которые стремятся быть написанными."
  },
  {
    "id": 125,
    "original": "In honor of Chuck Norris, all McDonald's in Texas have an even larger size than the super-size. When ordering, just ask to be Chucksized.",
    "russian": "В честь Чака Норриса все McDonald's в Техасе имеют еще больший размер, чем суперразмер. При заказе просто попросите 'Чакразмер'.",
    "interpretation": "Эта шутка подчеркивает, что величие Чака Норриса превосходит даже стандартные размеры в ресторанах."
  },
  {
    "id": 126,
    "original": "Chuck Norris can believe it's not butter.",
    "russian": "Чак Норрис может поверить, что это не масло.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис способен на все, даже на то, чтобы изменить реальность."
  },
  {
    "id": 127,
    "original": "If tapped, a Chuck Norris roundhouse kick could power the country of Australia for 44 minutes.",
    "russian": "Если его задеть, удар ногой Чака Норриса может обеспечить энергией всю Австралию на 44 минуты.",
    "interpretation": "Эта шутка преувеличивает мощь удара Чака Норриса до уровня, где он может быть источником энергии."
  },
  {
    "id": 128,
    "original": "Chuck Norris can divide by zero.",
    "russian": "Чак Норрис может делить на ноль.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис способен делать невозможное."
  },
  {
    "id": 129,
    "original": "The grass is always greener on the other side, unless Chuck Norris has been there. In that case, the grass is most likely soaked in blood and tears.",
    "russian": "Трава всегда зеленее на другой стороне, если только там не был Чак Норрис. В этом случае трава, скорее всего, пропитана кровью и слезами.",
    "interpretation": "Эта шутка подчеркивает, что присутствие Чака Норриса меняет все вокруг него к худшему."
  },
  {
    "id": 130,
    "original": "Newton's Third Law is wrong: Although it states that for each action, there is an equal and opposite reaction, there is no force equal in reaction to a Chuck Norris roundhouse kick.",
    "russian": "Третий закон Ньютона ошибочен: хотя он утверждает, что на каждое действие есть равное и противоположное противодействие, силы, равной реакции на удар ногой Чака Норриса, не существует.",
    "interpretation": "Эта шутка утверждает, что сила Чака Норриса превосходит все известные физические законы."
  },
  {
    "id": 131,
    "original": "Chuck Norris invented his own type of karate. It's called 'Chuck-Will-Kill'.",
    "russian": "Чак Норрис изобрел свой собственный вид карате. Он называется 'Чак-Убьет'.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что создал собственный стиль боевого искусства."
  },
  {
    "id": 132,
    "original": "When an episode of Walker Texas Ranger was aired in France, the French surrendered to Chuck Norris just to be on the safe side.",
    "russian": "Когда в эфир вышел эпизод Уокера Техасского Рейнджера во Франции, французы сдались Чаку Норрису, чтобы перестраховаться.",
    "interpretation": "Эта шутка иронизирует над тем, что даже на телевидении Чак Норрис вызывает страх."
  },
  {
    "id": 133,
    "original": "While urinating, Chuck Norris is easily capable of welding titanium.",
    "russian": "Во время мочеиспускания Чак Норрис легко может сварить титан.",
    "interpretation": "Эта шутка подчеркивает невероятные способности Чака Норриса, даже в самых обычных ситуациях."
  },
  {
    "id": 134,
    "original": "When Chuck Norris talks, everybody listens. And dies.",
    "russian": "Когда Чак Норрис говорит, все слушают. И умирают.",
    "interpretation": "Эта шутка намекает на то, что слова Чака Норриса настолько мощны, что могут быть смертельными."
  },
  {
    "id": 135,
    "original": "When Steven Seagal kills a ninja, he only takes its hide. When Chuck Norris kills a ninja, he uses every part.",
    "russian": "Когда Стивен Сигал убивает ниндзя, он забирает только его шкуру. Когда Чак Норрис убивает ниндзя, он использует каждую часть.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис использует своих врагов полностью, в отличие от других."
  },
  {
    "id": 136,
    "original": "Wilt Chamberlain claims to have slept with more than 20,000 women in his lifetime. Chuck Norris calls this 'a slow Tuesday'.",
    "russian": "Уилт Чемберлен утверждает, что спал с более чем 20,000 женщинами за свою жизнь. Чак Норрис называет это 'медленным вторником'.",
    "interpretation": "Эта шутка подчеркивает, что достижения Чака Норриса превосходят даже самые невероятные рекорды."
  },
  {
    "id": 137,
    "original": "Contrary to popular belief, there is indeed enough Chuck Norris to go around.",
    "russian": "Вопреки распространенному мнению, Чака Норриса действительно хватает на всех.",
    "interpretation": "Эта шутка подразумевает, что Чак Норрис настолько велик, что его можно разделить между всеми."
  },
  {
    "id": 138,
    "original": "Chuck Norris doesn't shave; he kicks himself in the face. The only thing that can cut Chuck Norris is Chuck Norris.",
    "russian": "Чак Норрис не бреется; он бьет себя в лицо. Единственное, что может порезать Чака Норриса, это Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже он сам не может его победить."
  },
  {
    "id": 139,
    "original": "For some, the left testicle is larger than the right one. For Chuck Norris, each testicle is larger than the other one.",
    "russian": "Для некоторых левое яичко больше правого. Для Чака Норриса каждое яичко больше другого.",
    "interpretation": "Эта шутка преувеличивает физические характеристики Чака Норриса до абсурдного уровня."
  },
  {
    "id": 140,
    "original": "Chuck Norris always knows the EXACT location of Carmen SanDiego.",
    "russian": "Чак Норрис всегда знает ТОЧНОЕ местоположение Кармен Сандиэго.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис обладает невероятными способностями к поиску."
  },
  {
    "id": 141,
    "original": "When taking the SAT, write 'Chuck Norris' for every answer. You will score over 8000.",
    "russian": "Когда будете сдавать SAT, пишите 'Чак Норрис' в качестве ответа на каждый вопрос. Вы наберете более 8000.",
    "interpretation": "Эта шутка подчеркивает, что имя Чака Норриса настолько мощно, что может гарантировать успех."
  },
  {
    "id": 142,
    "original": "Chuck Norris invented black. In fact, he invented the entire spectrum of visible light. Except pink. Tom Cruise invented pink.",
    "russian": "Чак Норрис изобрел черный цвет. На самом деле, он изобрел весь спектр видимого света. Кроме розового. Том Круз изобрел розовый.",
    "interpretation": "Эта шутка преувеличивает власть Чака Норриса до уровня, где он создает цвета."
  },
  {
    "id": 143,
    "original": "When you're Chuck Norris, anything + anything is equal to 1. One roundhouse kick to the face.",
    "russian": "Когда ты Чак Норрис, любое + любое равно 1. Один удар ногой в лицо.",
    "interpretation": "Эта шутка подчеркивает, что сила Чака Норриса настолько велика, что он может решить любую проблему одним ударом."
  },
  {
    "id": 144,
    "original": "Chuck Norris has the greatest Poker-Face of all time. He won the 1983 World Series of Poker, despite holding only a Joker, a Get out of Jail Free Monopoloy card, a 2 of clubs, 7 of spades and a green #4 card from the game UNO.",
    "russian": "У Чака Норриса лучшее покерное лицо всех времен. Он выиграл Мировую серию покера 1983 года, имея только Джокера, карту 'Выход из тюрьмы бесплатно' из Монополии, 2 червей, 7 пик и зеленую #4 карту из игры УНО.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько крут, что может выиграть в покер, даже не имея хорошей карты."
  },
  {
    "id": 145,
    "original": "On his birthday, Chuck Norris randomly selects one lucky child to be thrown into the sun.",
    "russian": "В свой день рождения Чак Норрис случайным образом выбирает одного счастливчика, чтобы выбросить его на солнце.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис может делать что угодно, даже выбрасывать людей на солнце, как подарок."
  },
  {
    "id": 146,
    "original": "Nobody doesn't like Sara Lee. Except Chuck Norris.",
    "russian": "Никто не может не любить Сару Ли. Кроме Чака Норриса.",
    "interpretation": "Эта шутка подразумевает, что даже самые популярные вещи не могут избежать гнева Чака Норриса."
  },
  {
    "id": 147,
    "original": "Chuck Norris doesn't throw up if he drinks too much. Chuck Norris throws down!",
    "russian": "Чак Норрис не рвет, если выпьет слишком много. Чак Норрис просто валит!",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже его реакции на алкоголь отличаются от обычных."
  },
  {
    "id": 148,
    "original": "In the beginning there was nothing...then Chuck Norris Roundhouse kicked that nothing in the face and said 'Get a job'. That is the story of the universe.",
    "russian": "В начале было ничего... затем Чак Норрис ударил это ничто ногой в лицо и сказал: 'Найди работу'. Это история вселенной.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис создал вселенную своим мощным ударом."
  },
  {
    "id": 149,
    "original": "Chuck Norris has 12 moons. One of those moons is the Earth.",
    "russian": "У Чака Норриса 12 луны. Одна из этих лун — Земля.",
    "interpretation": "Эта шутка преувеличивает власть Чака Норриса до уровня, где он управляет небесными телами."
  },
  {
    "id": 150,
    "original": "Chuck Norris grinds his coffee with his teeth and boils the water with his own rage.",
    "russian": "Чак Норрис измельчает кофе своими зубами и кипятит воду своим гневом.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен делать даже самые обычные вещи с невероятной силой."
  },
  {
    "id": 151,
    "original": "Archeologists unearthed an old english dictionary dating back to the year 1236. It defined 'victim' as 'one who has encountered Chuck Norris'",
    "russian": "Археологи раскопали старый английский словарь, датируемый 1236 годом. В нем слово 'жертва' определялось как 'тот, кто столкнулся с Чаком Норрисом'.",
    "interpretation": "Эта шутка подчеркивает, что встреча с Чаком Норрисом может быть опасной."
  },
  {
    "id": 152,
    "original": "Chuck Norris ordered a Big Mac at Burger King, and got one.",
    "russian": "Чак Норрис заказал Биг Мак в Бургер Кинге и получил его.",
    "interpretation": "Эта шутка подразумевает, что даже правила ресторанов не действуют, когда это касается Чака Норриса."
  },
  {
    "id": 153,
    "original": "Chuck Norris and Mr. T walked into a bar. The bar was instantly destroyed, as that level of awesome cannot be contained in one building.",
    "russian": "Чак Норрис и мистер Т вошли в бар. Бар был мгновенно разрушен, так как такой уровень крутости не может быть помещен в одно здание.",
    "interpretation": "Эта шутка подчеркивает, что два легендарных персонажа не могут сосуществовать в одном месте."
  },
  {
    "id": 154,
    "original": "If you Google search 'Chuck Norris getting his ass kicked' you will generate zero results. It just doesn't happen.",
    "russian": "Если вы введите в Гугле 'Чак Норрис получает по щам', вы не получите ни одного результата. Этого просто не происходит.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис никогда не проигрывает."
  },
  {
    "id": 155,
    "original": "Chuck Norris can drink an entire gallon of milk in thirty-seven seconds.",
    "russian": "Чак Норрис может выпить целый галлон молока за тридцать семь секунд.",
    "interpretation": "Эта шутка преувеличивает способности Чака Норриса до уровня, где он может пить молоко с невероятной скоростью."
  },
  {
    "id": 156,
    "original": "Little known medical fact: Chuck Norris invented the Caesarean section when he roundhouse-kicked his way out of his mother's womb.",
    "russian": "Малознакомый медицинский факт: Чак Норрис изобрел кесарево сечение, когда он выбрался из матки своей матери ударом ногой.",
    "interpretation": "Эта шутка намекает на то, что даже его рождение было необычным и мощным."
  },
  {
    "id": 157,
    "original": "Chuck Norris doesn't bowl strikes, he just knocks down one pin and the other nine faint.",
    "russian": "Чак Норрис не сбивает кегли, он просто сбивает одну кеглю, и остальные девять теряют сознание.",
    "interpretation": "Эта шутка подчеркивает, что даже в боулинге Чак Норрис вызывает страх у своих противников."
  },
  {
    "id": 158,
    "original": "The show Survivor had the original premise of putting people on an island with Chuck Norris. There were no survivors, and nobody is brave enough to go to the island to retrieve the footage.",
    "russian": "Шоу 'Выживший' изначально предполагало, что людей помещают на остров с Чаком Норрисом. Выживших не было, и никто не смел вернуться на остров, чтобы забрать записи.",
    "interpretation": "Эта шутка подчеркивает, что никто не может выжить в компании Чака Норриса."
  },
  {
    "id": 159,
    "original": "It takes Chuck Norris 20 minutes to watch 60 Minutes.",
    "russian": "Чаку Норрису нужно 20 минут, чтобы посмотреть 60 минут.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис может управлять временем."
  },
  {
    "id": 160,
    "original": "You know how they say if you die in your dream then you will die in real life? In actuality, if you dream of death then Chuck Norris will find you and kill you.",
    "russian": "Вы знаете, как говорят, что если вы умрете в своем сне, то умрете и в реальной жизни? На самом деле, если вы мечтаете о смерти, то Чак Норрис найдет вас и убьет.",
    "interpretation": "Эта шутка подчеркивает, что даже сны не могут защитить от Чака Норриса."
  },
  {
    "id": 161,
    "original": "Chuck Norris has a deep and abiding respect for human life... unless it gets in his way.",
    "russian": "Чак Норрис испытывает глубокое и постоянное уважение к человеческой жизни... если она не мешает ему.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис может игнорировать человеческую жизнь, когда это необходимо."
  },
  {
    "id": 162,
    "original": "The Bermuda Triangle used to be the Bermuda Square, until Chuck Norris Roundhouse kicked one of the corners off.",
    "russian": "Бермудский треугольник когда-то был Бермудским квадратом, пока Чак Норрис не ударил ногой один из углов.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может изменять географию своим ударом."
  },
  {
    "id": 163,
    "original": "Chuck Norris doesn't believe in Germany.",
    "russian": "Чак Норрис не верит в Германию.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен, что даже страны не могут существовать в его мире."
  },
  {
    "id": 164,
    "original": "When Chuck Norris is in a crowded area, he doesn't walk around people. He walks through them.",
    "russian": "Когда Чак Норрис находится в людном месте, он не обходит людей. Он проходит сквозь них.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен и могущественен, что может игнорировать физические границы."
  },
  {
    "id": 165,
    "original": "Chuck Norris once ate an entire bottle of sleeping pills. They made him blink.",
    "russian": "Чак Норрис однажды съел целую бутылку снотворного. Это заставило его моргнуть.",
    "interpretation": "Эта шутка намекает на то, что даже снотворные не могут повлиять на Чака Норриса."
  },
  {
    "id": 166,
    "original": "James Cameron wanted Chuck Norris to play the Terminator. However, upon reflection, he realized that would have turned his movie into a documentary, so he went with Arnold Schwarzenegger.",
    "russian": "Джеймс Кэмерон хотел, чтобы Чак Норрис сыграл Терминатора. Однако, подумав, он понял, что это превратит его фильм в документальный, поэтому выбрал Арнольда Шварценеггера.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько реален и мощен, что его присутствие сделало бы фильм слишком правдоподобным."
  },
  {
    "id": 167,
    "original": "Chuck Norris can touch MC Hammer.",
    "russian": "Чак Норрис может дотронуться до MC Hammer.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис способен делать невозможное, даже касаться известных людей."
  },
  {
    "id": 168,
    "original": "Thousands of years ago Chuck Norris came across a bear. It was so terrified that it fled north into the arctic. It was also so terrified that all of its descendants now have white hair.",
    "russian": "Тысячи лет назад Чак Норрис столкнулся с медведем. Он был так напуган, что убежал на север в Арктику. Он был также так напуган, что все его потомки теперь имеют белую шерсть.",
    "interpretation": "Эта шутка преувеличивает страх, который Чак Норрис внушает даже диким животным."
  },
  {
    "id": 169,
    "original": "Chuck Norris played Russian Roulette with a fully loaded gun and won.",
    "russian": "Чак Норрис играл в русскую рулетку с полностью заряженным пистолетом и выиграл.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда побеждает, даже в самых опасных ситуациях."
  },
  {
    "id": 170,
    "original": "It takes 14 puppeteers to make Chuck Norris smile, but only 2 to make him destroy an orphanage.",
    "russian": "Чтобы заставить Чака Норриса улыбнуться, нужно 14 кукловодов, но только 2, чтобы заставить его уничтожить детский дом.",
    "interpretation": "Эта шутка иронично подчеркивает, что Чак Норрис может быть как трудным для удовольствия, так и опасным."
  },
  {
    "id": 171,
    "original": "Chuck Norris is responsible for China's over-population. He hosted a Karate tournament in Beijing and all women within 1,000 miles became pregnant instantly.",
    "russian": "Чак Норрис ответственен за перенаселение Китая. Он провел турнир по карате в Пекине, и все женщины в радиусе 1000 миль мгновенно забеременели.",
    "interpretation": "Эта шутка преувеличивает влияние Чака Норриса на людей, даже в вопросах репродукции."
  },
  {
    "id": 172,
    "original": "Some people wear Superman pajamas. Superman wears Chuck Norris pajamas.",
    "russian": "Некоторые люди носят пижамы Супермена. Супермен носит пижамы Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис считается более могущественным даже для таких легендарных персонажей, как Супермен."
  },
  {
    "id": 173,
    "original": "Chuck Norris once worked as a weatherman for the San Diego evening news. Every night he would make the same forecast: Partly cloudy with a 75% chance of Pain.",
    "russian": "Чак Норрис однажды работал метеорологом для вечерних новостей Сан-Диего. Каждую ночь он делал один и тот же прогноз: частично облачно с 75% шансом на боль.",
    "interpretation": "Эта шутка намекает на то, что даже погода под контролем Чака Норриса всегда связана с опасностью."
  },
  {
    "id": 174,
    "original": "Simply by pulling on both ends, Chuck Norris can stretch diamonds back into coal.",
    "russian": "Просто потянув за оба конца, Чак Норрис может растянуть алмазы обратно в уголь.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис обладает такой силой, что может изменять природу вещей."
  },
  {
    "id": 175,
    "original": "When Chuck Norris does a pushup, he isn't lifting himself up, he's pushing the Earth down.",
    "russian": "Когда Чак Норрис делает отжимания, он не поднимает себя, он толкает Землю вниз.",
    "interpretation": "Эта шутка демонстрирует невероятную силу Чака Норриса, которая превосходит обычные физические законы."
  },
  {
    "id": 176,
    "original": "Chuck Norris invented the bolt-action rifle, liquor, sexual intercourse, and football-- in that order.",
    "russian": "Чак Норрис изобрел винтовку с поворотным затвором, алкоголь, сексуальные отношения и футбол — в этом порядке.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис является создателем многих значимых вещей в мире."
  },
  {
    "id": 177,
    "original": "A high tide means Chuck Norris is flying over your coast. The tide is caused by God pissing his pants.",
    "russian": "Высокий прилив означает, что Чак Норрис летит над вашим побережьем. Прилив вызван тем, что Бог описался.",
    "interpretation": "Эта шутка преувеличивает влияние Чака Норриса на природу, связывая его с божественными силами."
  },
  {
    "id": 178,
    "original": "Chuck Norris keeps his friends close and his enemies closer. Close enough to drop them with one round house kick to the face.",
    "russian": "Чак Норрис держит своих друзей близко, а врагов еще ближе. Достаточно близко, чтобы сбросить их одним ударом ногой в лицо.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда готов к действию, даже против своих врагов."
  },
  {
    "id": 179,
    "original": "There is in fact an 'I' in Norris, but there is no 'team'. Not even close.",
    "russian": "На самом деле в слове Норрис есть 'Я', но нет 'команды'. Даже близко.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис является индивидуальностью, не нуждающейся в команде."
  },
  {
    "id": 180,
    "original": "Scotty in Star Trek often says 'Ye cannae change the laws of physics'. This is untrue. Chuck Norris can change the laws of physics. With his fists.",
    "russian": "Скотти в Звездном пути часто говорит: 'Вы не можете изменить законы физики'. Это неправда. Чак Норрис может изменить законы физики. С помощью своих кулаков.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невозможное, даже изменяя физику."
  },
  {
    "id": 181,
    "original": "An anagram for Walker Texas Ranger is KARATE WRANGLER SEX. I don't know what that is, but it sounds AWESOME.",
    "russian": "Анаграмма для Уокера Техасского Рейнджера — КАРАТЕ УПРАВЛЯЮЩИЙ СЕКС. Я не знаю, что это, но это звучит УДИВИТЕЛЬНО.",
    "interpretation": "Эта шутка подчеркивает, что даже в игре слов Чак Норрис ассоциируется с чем-то крутым."
  },
  {
    "id": 182,
    "original": "Chuck Norris doesn't stub his toes. He accidentally destroys chairs, bedframes, and sidewalks.",
    "russian": "Чак Норрис не ударяется пальцами ног. Он случайно разрушает стулья, кровати и тротуары.",
    "interpretation": "Эта шутка подчеркивает, что даже простые вещи, такие как удар ногой, могут иметь катастрофические последствия, когда дело касается Чака Норриса."
  },
  {
    "id": 183,
    "original": "Using his trademark roundhouse kick, Chuck Norris once made a fieldgoal in RJ Stadium in Tampa Bay from the 50 yard line of Qualcomm stadium in San Diego.",
    "russian": "Используя свой фирменный удар ногой, Чак Норрис однажды забил гол в RJ Stadium в Тампе с 50-ярдовой линии стадиона Qualcomm в Сан-Диего.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на выдающиеся достижения даже в спорте."
  },
  {
    "id": 184,
    "original": "Chuck Norris roundhouse kicks don't really kill people. They wipe out their entire existence from the space-time continuum.",
    "russian": "Удары ногой Чака Норриса на самом деле не убивают людей. Они стирают их существование из пространства-времени.",
    "interpretation": "Эта шутка подчеркивает, что удары Чака Норриса обладают настолько мощной силой, что они могут изменять реальность."
  },
  {
    "id": 185,
    "original": "Chuck Norris does not own a stove, oven, or microwave, because revenge is a dish best served cold.",
    "russian": "Чак Норрис не владеет плитой, духовкой или микроволновкой, потому что месть — это блюдо, которое лучше подавать холодным.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис предпочитает действовать без лишних приготовлений."
  },
  {
    "id": 186,
    "original": "Tom Clancy has to pay royalties to Chuck Norris because 'The Sum of All Fears' is the name of Chuck Norris' autobiography.",
    "russian": "Том Клэнси должен платить роялти Чаку Норрису, потому что 'Сумма всех страхов' — это название автобиографии Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис вызывает страх даже у известных авторов."
  },
  {
    "id": 187,
    "original": "Chuck Norris can slam a revolving door.",
    "russian": "Чак Норрис может закрыть вращающуюся дверь.",
    "interpretation": "Эта шутка подчеркивает силу Чака Норриса, которая позволяет ему делать невозможное."
  },
  {
    "id": 188,
    "original": "Chuck Norris built a better mousetrap, but the world was too frightened to beat a path to his door.",
    "russian": "Чак Норрис создал лучшую ловушку для мышей, но мир был слишком напуган, чтобы пробиться к его двери.",
    "interpretation": "Эта шутка намекает на то, что достижения Чака Норриса настолько впечатляющи, что люди боятся их."
  },
  {
    "id": 189,
    "original": "The original draft of The Lord of the Rings featured Chuck Norris instead of Frodo Baggins. It was only 5 pages long, as Chuck roundhouse-kicked Sauron's ass halfway through the first chapter.",
    "russian": "Первый черновик Властелина колец включал Чака Норриса вместо Фродо Бэггинса. Он состоял всего из 5 страниц, так как Чак одним ударом ногой отправил Саурона в нокаут уже на середине первой главы.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен легко справляться с любыми угрозами."
  },
  {
    "id": 190,
    "original": "Hellen Keller's favorite color is Chuck Norris.",
    "russian": "Любимый цвет Хелен Келлер — Чак Норрис.",
    "interpretation": "Эта шутка намекает на то, что даже люди, не видящие и не слышащие, знают о могуществе Чака Норриса."
  },
  {
    "id": 191,
    "original": "Chuck Norris eats beef jerky and craps gunpowder. Then, he uses that gunpowder to make a bullet, which he uses to kill a cow and make more beef jerky. Some people refer to this as the 'Circle of Life'.",
    "russian": "Чак Норрис ест вяленое мясо и какает порохом. Затем он использует этот порох, чтобы сделать пулю, которой убивает корову и делает больше вяленого мяса. Некоторые называют это 'Кругом жизни'.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен создавать замкнутый цикл жизни с помощью своих необычных способностей."
  },
  {
    "id": 192,
    "original": "If, by some incredible space-time paradox, Chuck Norris would ever fight himself, he'd win. Period.",
    "russian": "Если, по какому-то невероятному парадоксу времени и пространства, Чак Норрис когда-нибудь сразится сам с собой, он победит. Точка.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда побеждает, даже в самых абсурдных ситуациях."
  },
  {
    "id": 193,
    "original": "Chuck Norris is currently suing myspace for taking the name of what he calls everything around you.",
    "russian": "Чак Норрис в настоящее время подает в суд на myspace за то, что они взяли название того, как он называет все вокруг вас.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис считает себя центром всего."
  },
  {
    "id": 194,
    "original": "The crossing lights in Chuck Norris's home town say 'Die slowly' and 'Die quickly'. They each have a picture of Chuck Norris punching or kicking a pedestrian.",
    "russian": "Светофоры в родном городе Чака Норриса говорят 'Умри медленно' и 'Умри быстро'. На каждом из них изображен Чак Норрис, бьющий или пинающий пешехода.",
    "interpretation": "Эта шутка подчеркивает, что даже светофоры боятся Чака Норриса."
  },
  {
    "id": 195,
    "original": "Science Fact: Roundhouse kicks are comprised primarily of an element called Chucktanium.",
    "russian": "Научный факт: Удары ногой в основном состоят из элемента, называемого Чактаний.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что его удары имеют собственный элемент."
  },
  {
    "id": 196,
    "original": "Chuck Norris proved that we are alone in the universe. We weren't before his first space expedition.",
    "russian": "Чак Норрис доказал, что мы одни во вселенной. Раньше этого не было до его первой космической экспедиции.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис обладает такой силой, что даже инопланетяне боятся его."
  },
  {
    "id": 197,
    "original": "Superman once watched an episode of Walker, Texas Ranger. He then cried himself to sleep.",
    "russian": "Супермен однажды посмотрел эпизод Уокера, Техасского Рейнджера. Затем он плакал до сна.",
    "interpretation": "Эта шутка подчеркивает, что даже легендарные герои чувствуют себя неуверенно рядом с Чаком Норрисом."
  },
  {
    "id": 198,
    "original": "Chuck Norris doesn't step on toes. Chuck Norris steps on necks.",
    "russian": "Чак Норрис не наступает на пальцы ног. Чак Норрис наступает на шеи.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис не боится никого и всегда доминирует."
  },
  {
    "id": 199,
    "original": "The movie 'Delta Force' was extremely hard to make because Chuck had to downplay his abilities. The first few cuts were completely unbelievable.",
    "russian": "Фильм 'Дельта Форс' было крайне сложно снять, потому что Чаку пришлось приуменьшить свои способности. Первые несколько версий были совершенно невероятными.",
    "interpretation": "Эта шутка подчеркивает, что способности Чака Норриса настолько велики, что их трудно показать в кино."
  },
  {
    "id": 200,
    "original": "Movie trivia: The movie 'Invasion U.S.A.' is, in fact, a documentary.",
    "russian": "Кинофакт: Фильм 'Вторжение в США' на самом деле является документальным фильмом.",
    "interpretation": "Эта шутка намекает на то, что действия Чака Норриса в фильме были настолько реалистичными, что их можно считать документальными."
  },
  {
    "id": 201,
    "original": "Chuck Norris does not 'style' his hair. It lays perfectly in place out of sheer terror.",
    "russian": "Чак Норрис не 'укладывает' свои волосы. Они идеально лежат на месте от чистого ужаса.",
    "interpretation": "Эта шутка подчеркивает, что даже волосы Чака Норриса боятся его могущества."
  },
  {
    "id": 202,
    "original": "There is no such thing as global warming. Chuck Norris was cold, so he turned the sun up.",
    "russian": "Не существует глобального потепления. Чак Норрис замерз, поэтому он увеличил температуру солнца.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис может контролировать природу по своему желанию."
  },
  {
    "id": 203,
    "original": "A study showed the leading causes of death in the United States are: 1. Heart disease, 2. Chuck Norris, 3. Cancer",
    "russian": "Исследование показало, что главными причинами смерти в Соединенных Штатах являются: 1. Сердечно-сосудистые заболевания, 2. Чак Норрис, 3. Рак.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис представляет собой такую угрозу, что его имя стоит в списке причин смерти."
  },
  {
    "id": 204,
    "original": "It's widely believed that Jesus was Chuck Norris' stunt double for crucifixion due to the fact that it is impossible for nails to pierce Chuck Norris' skin.",
    "russian": "Широко считается, что Иисус был дублером Чака Норриса во время распятия, потому что невозможно, чтобы гвозди пробили кожу Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже физические страдания не могут его затронуть."
  },
  {
    "id": 205,
    "original": "Chuck Norris did in fact, build Rome in a day.",
    "russian": "Чак Норрис действительно построил Рим за один день.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис способен на невероятные достижения за очень короткое время."
  },
  {
    "id": 206,
    "original": "Along with his black belt, Chuck Norris often chooses to wear brown shoes. No one has DARED call him on it. Ever.",
    "russian": "Вместе с черным поясом Чак Норрис часто выбирает коричневые туфли. Никто никогда не осмеливался указать ему на это.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько авторитетен, что никто не смеет критиковать его выбор."
  },
  {
    "id": 207,
    "original": "Once you go Norris, you are physically unable to go back.",
    "russian": "Как только вы познакомились с Чаком Норрисом, вы физически не сможете вернуться назад.",
    "interpretation": "Эта шутка намекает на то, что встреча с Чаком Норрисом навсегда меняет жизнь человека."
  },
  {
    "id": 208,
    "original": "Ninjas want to grow up to be just like Chuck Norris. But usually they grow up just to be killed by Chuck Norris.",
    "russian": "Ниндзя хотят вырасти и стать такими же, как Чак Норрис. Но обычно они вырастают, чтобы быть убитыми Чаком Норрисом.",
    "interpretation": "Эта шутка подчеркивает, что даже самые искусные бойцы боятся Чака Норриса."
  },
  {
    "id": 209,
    "original": "Chuck Norris once sued Burger King after they refused to put razor wire in his Whopper Jr, insisting that that actually is 'his' way.",
    "russian": "Чак Норрис однажды подал в суд на Бургер Кинг после того, как они отказались положить колючую проволоку в его Воппер Младший, настаивая на том, что это 'его' способ.",
    "interpretation": "Эта шутка подчеркивает, что требования Чака Норриса выходят за рамки обычного."
  },
  {
    "id": 210,
    "original": "The last thing you hear before Chuck Norris gives you a roundhouse kick? No one knows because dead men tell no tales.",
    "russian": "Последнее, что вы слышите, прежде чем Чак Норрис даст вам удар ногой? Никто не знает, потому что мертвые не рассказывают сказки.",
    "interpretation": "Эта шутка намекает на то, что никто не выживает, чтобы рассказать о встрече с Чаком Норрисом."
  },
  {
    "id": 211,
    "original": "Chuck Norris doesn't play god. Playing is for children.",
    "russian": "Чак Норрис не играет в бога. Игры предназначены для детей.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис относится к своему могуществу очень серьезно."
  },
  {
    "id": 212,
    "original": "As a teen, Chuck Norris had sex with every nun in a convent tucked away in the hills of Tuscany. Nine months later the nuns gave birth to the 1972 Miami Dolphins, the only undefeated and untied team in professional football history.",
    "russian": "В подростковом возрасте Чак Норрис переспал с каждой монахиней в монастыре, спрятанном в холмах Тосканы. Девять месяцев спустя монахини родили команду Miami Dolphins 1972 года, единственную непобежденную и неравную команду в истории профессионального футбола.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на такие достижения, которые даже выходят за рамки реальности."
  },
  {
    "id": 213,
    "original": "Chuck Norris is the only person in the world that can actually email a roundhouse kick.",
    "russian": "Чак Норрис — единственный человек в мире, который может действительно отправить удар ногой по электронной почте.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на такие вещи, которые кажутся невозможными."
  },
  {
    "id": 214,
    "original": "Chuck Norris won super bowls VII and VIII singlehandedly before unexpectedly retiring to pursue a career in ass-kicking.",
    "russian": "Чак Норрис выиграл Суперкубки VII и VIII в одиночку, прежде чем неожиданно уйти на пенсию, чтобы заняться карьерой по расправе с врагами.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невероятные спортивные достижения."
  },
  {
    "id": 215,
    "original": "Wo hu cang long. The translation from Mandarin Chinese reads: 'Crouching Chuck, Hidden Norris'",
    "russian": "Wo hu cang long. Перевод с мандаринского китайского звучит как: 'Крадущийся Чак, Скрытый Норрис'.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис может быть повсюду, даже когда его не видно."
  },
  {
    "id": 216,
    "original": "Chuck Norris can set ants on fire with a magnifying glass. At night.",
    "russian": "Чак Норрис может поджигать муравьев с помощью увеличительного стекла. Ночью.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на действия, которые кажутся невозможными даже в самых необычных условиях."
  },
  {
    "id": 217,
    "original": "Some kids play Kick the can. Chuck Norris played Kick the keg.",
    "russian": "Некоторые дети играют в 'Пинать банку'. Чак Норрис играл в 'Пинать бочку'.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда выбирает более сложные и опасные игры."
  },
  {
    "id": 218,
    "original": "'Icy-Hot' is too weak for Chuck Norris. After a workout, Chuck Norris rubs his muscles down with liquid-hot MAGMA.",
    "russian": "'Icy-Hot' слишком слаб для Чака Норриса. После тренировки Чак Норрис натирает свои мышцы жидким горячим МАГМОЙ.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже обычные средства для мышц не могут с ним сравниться."
  },
  {
    "id": 219,
    "original": "Chuck Norris cannot love, he can only not kill.",
    "russian": "Чак Норрис не может любить, он может только не убивать.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько опасен, что его способности к любви сводятся к тому, чтобы не причинять вред."
  },
  {
    "id": 220,
    "original": "When Chuck Norris was a baby, he didn't suck his mother's breast. His mother served him whiskey, straight out of the bottle.",
    "russian": "Когда Чак Норрис был младенцем, он не сосал грудь матери. Его мать давала ему виски прямо из бутылки.",
    "interpretation": "Эта шутка подчеркивает, что даже в младенчестве Чак Норрис был уникальным и сильным человеком."
  },
  {
    "id": 221,
    "original": "According to Einstein's theory of relativity, Chuck Norris can actually roundhouse kick you yesterday.",
    "russian": "Согласно теории относительности Эйнштейна, Чак Норрис может на самом деле дать вам удар ногой вчера.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис обладает такой силой, что может влиять на время."
  },
  {
    "id": 222,
    "original": "Chuck Norris once pulled out a single hair from his beard and skewered three men through the heart with it.",
    "russian": "Чак Норрис однажды выдернул один волос из своей бороды и проткнул им троих мужчин в сердце.",
    "interpretation": "Эта шутка подчеркивает невероятные боевые способности Чака Норриса."
  },
  {
    "id": 223,
    "original": "In an act of great philanthropy, Chuck made a generous donation to the American Cancer Society. He donated 6,000 dead bodies for scientific research.",
    "russian": "В акте великой филантропии Чак сделал щедрое пожертвование Американскому обществу по борьбе с раком. Он пожертвовал 6000 мертвых тел для научных исследований.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может делать даже самые необычные вещи для благих целей."
  },
  {
    "id": 224,
    "original": "Chuck Norris' favourite cut of meat is the roundhouse.",
    "russian": "Любимый кусок мяса Чака Норриса — это удар ногой.",
    "interpretation": "Эта шутка намекает на то, что удар ногой — это не просто техника, а часть жизни Чака Норриса."
  },
  {
    "id": 225,
    "original": "When J. Robert Oppenheimer said 'I am become death, the destroyer Of worlds', He was not referring to the atomic bomb. He was referring to the Chuck Norris halloween costume he was wearing.",
    "russian": "Когда Дж. Роберт Оппенгеймер сказал: 'Я стал смертью, разрушителем миров', он не имел в виду атомную бомбу. Он говорил о костюме Чака Норриса на Хэллоуин.",
    "interpretation": "Эта шутка подчеркивает, что даже такие серьезные фигуры, как Оппенгеймер, признают силу Чака Норриса."
  },
  {
    "id": 226,
    "original": "Chuck Norris recently had the idea to sell his urine as a canned beverage. We know this beverage as Red Bull.",
    "russian": "Недавно Чак Норрис придумал продавать свою мочу в банках. Мы знаем этот напиток как Red Bull.",
    "interpretation": "Эта шутка намекает на то, что даже такие необычные идеи Чака Норриса становятся успешными."
  },
  {
    "id": 227,
    "original": "In a recent survey it was discovered that 94% of American women lost their virginity to Chuck Norris. The other 6% were incredibly fat or ugly.",
    "russian": "В недавнем опросе было обнаружено, что 94% американских женщин потеряли девственность с Чаком Норрисом. Остальные 6% были невероятно толстыми или уродливыми.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис считается настолько привлекательным, что все женщины хотят быть с ним."
  },
  {
    "id": 228,
    "original": "Chuck Norris invented a language that incorporates karate and roundhouse kicks. So next time Chuck Norris is kicking your ass, don’t be offended or hurt, he may be just trying to tell you he likes your hat.",
    "russian": "Чак Норрис изобрел язык, который сочетает в себе карате и удары ногой. Так что в следующий раз, когда Чак Норрис бьет вас, не обижайтесь и не страдайте, он может просто пытаться сказать вам, что ему нравится ваша шляпа.",
    "interpretation": "Эта шутка намекает на то, что даже насилие со стороны Чака Норриса может быть интерпретировано как комплимент."
  },
  {
    "id": 229,
    "original": "If at first you don't succeed, you're not Chuck Norris.",
    "russian": "Если в начале у вас не получается, значит, вы не Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда добивается успеха, в отличие от других."
  },
  {
    "id": 230,
    "original": "If Chuck Norris were a calendar, every month would be named Chucktober, and every day he'd kick your ass.",
    "russian": "Если бы Чак Норрис был календарем, каждый месяц назывался бы Чактобер, а каждый день он бы бил вас.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда активен и готов к действию."
  },
  {
    "id": 231,
    "original": "Fear is not the only emotion Chuck Norris can smell. He can also detect hope, as in 'I hope I don't get a roundhouse kick from Chuck Norris'.",
    "russian": "Страх — не единственная эмоция, которую может учуять Чак Норрис. Он также может обнаружить надежду, как в 'Я надеюсь, что не получу удар ногой от Чака Норриса'.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис способен распознавать эмоции других людей."
  },
  {
    "id": 232,
    "original": "# Chuck Norris's show is called Walker: Texas Ranger, because Chuck Norris doesn't run.",
    "russian": "# Шоу Чака Норриса называется 'Уокер: Техасский рейнджер', потому что Чак Норрис не бегает.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что ему не нужно бегать."
  },
  {
    "id": 233,
    "original": "MacGyver can build an airplane out of gum and paper clips, but Chuck Norris can roundhouse-kick his head through a wall and take it.",
    "russian": "Макгайвер может построить самолет из жвачки и скрепок, но Чак Норрис может ударить ногой его голову через стену и забрать её.",
    "interpretation": "Эта шутка сравнивает способности Макгайвера и Чака Норриса, подчеркивая, что Чак Норрис способен на гораздо большее."
  },
  {
    "id": 234,
    "original": "Behind every successful man, there is a woman. Behind every dead man, there is Chuck Norris.",
    "russian": "За каждым успешным мужчиной стоит женщина. За каждым мертвым мужчиной стоит Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис является причиной смерти многих."
  },
  {
    "id": 235,
    "original": "Chuck Norris brushes his teeth with a mixture of iron shavings, industrial paint remover, and wood-grain alcohol.",
    "russian": "Чак Норрис чистит зубы смесью железных опилок, промышленного растворителя и древесного спирта.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис использует опасные и необычные вещи даже для повседневных дел."
  },
  {
    "id": 236,
    "original": "The easiest way to determine Chuck Norris' age is to cut him in half and count the rings.",
    "russian": "Самый простой способ определить возраст Чака Норриса — это разрезать его пополам и сосчитать кольца.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис вечен, как дерево."
  },
  {
    "id": 237,
    "original": "There is endless debate about the existence of the human soul. Well it does exist and Chuck Norris finds it delicious.",
    "russian": "Существует бесконечная дискуссия о существовании человеческой души. Ну, она существует, и Чак Норрис находит её вкусной.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже душа становится предметом его интереса."
  },
  {
    "id": 238,
    "original": "Most boots are made for walkin'. Chuck Norris' boots ain't that merciful.",
    "russian": "Большинство ботинок предназначены для ходьбы. Ботинки Чака Норриса не так милосердны.",
    "interpretation": "Эта шутка намекает на то, что ботинки Чака Норриса обладают особой силой и предназначены для чего-то более серьезного."
  },
  {
    "id": 239,
    "original": "The US did not boycott the 1980 Summer Olympics in Moscow due to political reasons: Chuck Norris killed the entire US team with a single round-house kick during TaeKwonDo practice.",
    "russian": "США не бойкотировали летние Олимпийские игры 1980 года в Москве по политическим причинам: Чак Норрис убил всю команду США одним ударом ногой во время тренировки по Тхэквондо.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что может одним ударом решить судьбу целой команды."
  },
  {
    "id": 240,
    "original": "Chuck Norris wears a live rattlesnake as a condom.",
    "russian": "Чак Норрис использует живую гремучую змею в качестве презерватива.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько опасен, что даже его средства защиты являются смертоносными."
  },
  {
    "id": 241,
    "original": "The Bible was originally titled 'Chuck Norris and Friends'",
    "russian": "Библия изначально называлась 'Чак Норрис и друзья'.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько велик, что мог бы быть центральной фигурой даже в священных текстах."
  },
  {
    "id": 242,
    "original": "Chuck Norris began selling the Total Gym as an ill-fated attempt to make his day-to-day opponents less laughably pathetic.",
    "russian": "Чак Норрис начал продавать Total Gym как неудачную попытку сделать своих повседневных противников менее смешными.",
    "interpretation": "Эта шутка намекает на то, что даже Чак Норрис считает своих противников недостаточно сильными."
  },
  {
    "id": 243,
    "original": "Do you know why Baskin Robbins only has 31 flavors? Because Chuck Norris doesn't like Fudge Ripple.",
    "russian": "Знаете, почему у Baskin Robbins только 31 вкус? Потому что Чак Норрис не любит Fudge Ripple.",
    "interpretation": "Эта шутка подчеркивает, что предпочтения Чака Норриса имеют такое значение, что они влияют на ассортимент мороженого."
  },
  {
    "id": 244,
    "original": "When Chuck Norris says 'More cowbell', he MEANS it.",
    "russian": "Когда Чак Норрис говорит 'Больше колокольчиков', он ИМЕЕТ в виду это.",
    "interpretation": "Эта шутка намекает на то, что слова Чака Норриса всегда имеют вес и значение."
  },
  {
    "id": 245,
    "original": "On the set of Walker Texas Ranger Chuck Norris brought a dying lamb back to life by nuzzling it with his beard. As the onlookers gathered, the lamb sprang to life. Chuck Norris then roundhouse kicked it, killing it instantly. This was just to prove that the good Chuck gives.",
    "russian": "На съемках 'Уокера: Техасского рейнджера' Чак Норрис вернул к жизни умирающего ягненка, прижав его к своей бороде. Когда зрители собрались, ягненок ожил. Чак Норрис затем ударил его ногой, мгновенно убив. Это было просто, чтобы доказать, что добрый Чак дает.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может творить чудеса, но в то же время демонстрирует свою силу."
  },
  {
    "id": 246,
    "original": "Chuck Norris was what Willis was talkin' about.",
    "russian": "Чак Норрис был тем, о ком говорил Уиллис.",
    "interpretation": "Эта шутка отсылает к популярной культуре, подчеркивая, что Чак Норрис является символом силы и уважения."
  },
  {
    "id": 247,
    "original": "Google won't search for Chuck Norris because it knows you don't find Chuck Norris, he finds you.",
    "russian": "Google не будет искать Чака Норриса, потому что он знает, что вы не находите Чака Норриса, он находит вас.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько могущественен, что даже поисковые системы боятся его."
  },
  {
    "id": 248,
    "original": "Chuck Norris can lead a horse to water AND make it drink.",
    "russian": "Чак Норрис может привести лошадь к воде И заставить её пить.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис способен добиваться невозможного."
  },
  {
    "id": 249,
    "original": "Nagasaki never had a bomb dropped on it. Chuck Norris jumped out of a plane and punched the ground.",
    "russian": "На Нагасаки никогда не сбрасывали бомбу. Чак Норрис выпрыгнул из самолета и ударил землю.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на такие подвиги, что даже исторические события не могут сравниться с его силой."
  },
  {
    "id": 250,
    "original": "It is scientifically impossible for Chuck Norris to have had a mortal father. The most popular theory is that he went back in time and fathered himself.",
    "russian": "Научно невозможно, чтобы у Чака Норриса был смертный отец. Самая популярная теория — он вернулся в прошлое и стал своим собственным отцом.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько уникален, что его происхождение невозможно объяснить обычными способами."
  },
  {
    "id": 251,
    "original": "Chuck Norris destroyed the periodic table, because Chuck Norris only recognizes the element of surprise.",
    "russian": "Чак Норрис разрушил периодическую таблицу, потому что Чак Норрис признает только элемент неожиданности.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис может нарушать законы науки своими действиями."
  },
  {
    "id": 252,
    "original": "It is believed dinosaurs are extinct due to a giant meteor. That's true if you want to call Chuck Norris a giant meteor.",
    "russian": "Считается, что динозавры вымерли из-за гигантского метеорита. Это правда, если вы хотите назвать Чака Норриса гигантским метеоритом.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис мог бы быть причиной вымирания динозавров."
  },
  {
    "id": 253,
    "original": "Chuck Norris shot the sheriff, but he round house kicked the deputy.",
    "russian": "Чак Норрис застрелил шерифа, но ударил ногой заместителя.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может действовать с силой и точностью одновременно."
  },
  {
    "id": 254,
    "original": "That's not Chuck Norris doing push-ups -- that's Chuck Norris moving the Earth away from the path of a deadly asteroid.",
    "russian": "Это не Чак Норрис делает отжимания — это Чак Норрис сдвигает Землю с пути смертоносного астероида.",
    "interpretation": "Эта шутка намекает на то, что действия Чака Норриса имеют глобальные последствия."
  },
  {
    "id": 255,
    "original": "Chuck Norris can judge a book by its cover.",
    "russian": "Чак Норрис может судить о книге по обложке.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис обладает такой силой, что его мнение имеет вес даже в вопросах, которые обычно требуют глубокого анализа."
  },
  {
    "id": 256,
    "original": "Nothing can escape the gravity of a black hole, except for Chuck Norris. Chuck Norris eats black holes. They taste like chicken.",
    "russian": "Ничто не может избежать гравитации черной дыры, кроме Чака Норриса. Чак Норрис ест черные дыры. Они на вкус как курица.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже черные дыры не могут его удержать."
  },
  {
    "id": 257,
    "original": "Chuck Norris does not play the lottery. It doesn't have nearly enough balls.",
    "russian": "Чак Норрис не играет в лотерею. В ней недостаточно шаров.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько велик, что лотерея не может соответствовать его уровню."
  },
  {
    "id": 258,
    "original": "How many Chuck Norris' does it take to change a light bulb? None, Chuck Norris prefers to kill in the dark.",
    "russian": "Сколько Чаков Норрисов нужно, чтобы поменять лампочку? Ни одного, Чак Норрис предпочитает убивать в темноте.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис не нуждается в свете, чтобы справляться с врагами."
  },
  {
    "id": 259,
    "original": "As President Roosevelt said: 'We have nothing to fear but fear itself. And Chuck Norris'.",
    "russian": "Как сказал президент Рузвельт: 'Нам нечего бояться, кроме самого страха. И Чака Норриса'.",
    "interpretation": "Эта шутка подчеркивает, что страх перед Чаком Норрисом может быть более серьезным, чем любой другой страх."
  },
  {
    "id": 260,
    "original": "Chuck Norris just says 'no' to drugs. If he said 'yes', it would collapse Colombia's infrastructure.",
    "russian": "Чак Норрис просто говорит 'нет' наркотикам. Если бы он сказал 'да', это бы разрушило инфраструктуру Колумбии.",
    "interpretation": "Эта шутка намекает на то, что влияние Чака Норриса настолько велико, что может повлиять на целую страну."
  },
  {
    "id": 261,
    "original": "Crime does not pay - unless you are an undertaker following Walker, Texas Ranger, on a routine patrol.",
    "russian": "Преступление не приносит прибыли — если вы не похоронщик, следящий за Уокером, Техасским рейнджером, во время обычного патруля.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис, как Уокер, всегда наказывает преступников."
  },
  {
    "id": 262,
    "original": "Chuck Norris invented the internet? just so he had a place to store his porn.",
    "russian": "Чак Норрис изобрел интернет? Просто чтобы у него было место для хранения его порно.",
    "interpretation": "Эта шутка подчеркивает, что даже интернет существует благодаря Чаку Норрису."
  },
  {
    "id": 263,
    "original": "Chuck Norris does not own a house. He walks into random houses and people move.",
    "russian": "Чак Норрис не владеет домом. Он заходит в случайные дома, и люди уходят.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько внушает страх, что люди покидают свои дома при его появлении."
  },
  {
    "id": 264,
    "original": "It is better to give than to receive. This is especially true of a Chuck Norris roundhouse kick.",
    "russian": "Лучше давать, чем получать. Это особенно верно для удара ногой Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что удар Чака Норриса является чем-то, что лучше избежать."
  },
  {
    "id": 265,
    "original": "Chuck Norris is the only person to ever win a staring contest against Ray Charles and Stevie Wonder.",
    "russian": "Чак Норрис — единственный человек, который когда-либо выиграл соревнование по пристальному взгляду против Рэя Чарльза и Стиви Уондера.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невозможное, даже против слепых людей."
  },
  {
    "id": 266,
    "original": "Industrial logging isn't the cause of deforestation. Chuck Norris needs toothpicks.",
    "russian": "Промышленная вырубка леса не является причиной обезлесения. Чаку Норрису нужны зубочистки.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен, что может вырубить лес для собственных нужд."
  },
  {
    "id": 267,
    "original": "Chuck Norris smells what the Rock is cooking... because the Rock is Chuck Norris' personal chef.",
    "russian": "Чак Норрис чувствует запах того, что готовит Скала... потому что Скала — личный повар Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что даже знаменитости, такие как Скала, служат Чаку Норрису."
  },
  {
    "id": 268,
    "original": "When Chuck Norris plays Oregon Trail, his family does not die from cholera or dysentery, but rather, roundhouse kicks to the face. He also requires no wagon, since he carries the oxen, axels, and buffalo meat on his back. He always makes it to Oregon before you.",
    "russian": "Когда Чак Норрис играет в Oregon Trail, его семья не умирает от холеры или дизентерии, а получает удары ногой в лицо. Ему также не нужна повозка, так как он носит быков, оси и мясо бизонов на спине. Он всегда добирается до Орегона раньше вас.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на все, даже в настольной игре."
  },
  {
    "id": 269,
    "original": "Chuck Norris is the reason why Waldo is hiding.",
    "russian": "Чак Норрис — причина, по которой Уолдо прячется.",
    "interpretation": "Эта шутка намекает на то, что Уолдо прячется от Чака Норриса из-за его устрашающей репутации."
  },
  {
    "id": 270,
    "original": "'Brokeback Mountain' is not just a movie. It's also what Chuck Norris calls the pile of dead ninjas in his front yard.",
    "russian": "'Горбатая гора' — это не просто фильм. Это также то, как Чак Норрис называет кучу мертвых ниндзя в своем дворе.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис так силен, что может легко побеждать ниндзя."
  },
  {
    "id": 271,
    "original": "When God said, 'let there be light', Chuck Norris said, 'say 'please''.",
    "russian": "Когда Бог сказал: 'Да будет свет', Чак Норрис сказал: 'Скажите 'пожалуйста''.",
    "interpretation": "Эта шутка подчеркивает, что даже Богу нужно уважение перед Чаком Норрисом."
  },
  {
    "id": 272,
    "original": "Chuck Norris does not eat. Food understands that the only safe haven from Chuck Norris' fists is inside his own body.",
    "russian": "Чак Норрис не ест. Еда понимает, что единственное безопасное убежище от кулаков Чака Норриса — это внутри его собственного тела.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен, что даже еда боится его."
  },
  {
    "id": 273,
    "original": "One day Chuck Norris walked down the street with a massive erection. There were no survivors.",
    "russian": "Однажды Чак Норрис шел по улице с огромной эрекцией. Выживших не было.",
    "interpretation": "Эта шутка подчеркивает, что даже в обычных ситуациях Чак Норрис создает хаос."
  },
  {
    "id": 274,
    "original": "Chuck Norris built a time machine and went back in time to stop the JFK assassination. As Oswald shot, Chuck met all three bullets with his beard, deflecting them. JFK's head exploded out of sheer amazement.",
    "russian": "Чак Норрис построил машину времени и вернулся в прошлое, чтобы остановить убийство Кеннеди. Когда Освальд выстрелил, Чак встретил все три пули своей бородой, отклонив их. Голова Кеннеди взорвалась от чистого удивления.",
    "interpretation": "Эта шутка подчеркивает невероятные способности Чака Норриса, который может даже предотвратить исторические события своей силой."
  },
  {
    "id": 275,
    "original": "Chuck Norris uses a night light. Not because Chuck Norris is afraid of the dark, but the dark is afraid of Chuck Norris.",
    "russian": "Чак Норрис использует ночник. Не потому что он боится темноты, а потому что темнота боится Чака Норриса.",
    "interpretation": "Эта шутка показывает, что Чак Норрис настолько силен, что даже темнота боится его."
  },
  {
    "id": 276,
    "original": "When Bruce Banner gets mad, he turns into the Hulk. When the Hulk gets mad, he turns into Chuck Norris.",
    "russian": "Когда Брюс Беннер злится, он превращается в Халка. Когда Халк злится, он превращается в Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис является высшей формой силы, даже для Халка."
  },
  {
    "id": 277,
    "original": "Chuck Norris kills anyone that asks: 'Do you want fries with that?'. Because by now everyone should know that Chuck doesn't want fries with anything. Ever.",
    "russian": "Чак Норрис убивает любого, кто спрашивает: 'Хотите картошку фри?'. Потому что теперь все должны знать, что Чак не хочет картошку фри ни с чем. Никогда.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько решителен, что не терпит лишних вопросов."
  },
  {
    "id": 278,
    "original": "Chuck Norris once kicked a horse in the chin. Its descendants are known today as Giraffes.",
    "russian": "Чак Норрис однажды ударил лошадь в подбородок. Его потомки сегодня известны как жирафы.",
    "interpretation": "Эта шутка показывает, что Чак Норрис способен на такие действия, что они изменяют эволюцию."
  },
  {
    "id": 279,
    "original": "Sticks and stones may break your bones, but a Chuck Norris glare will liquefy your kidneys.",
    "russian": "Палки и камни могут сломать ваши кости, но взгляд Чака Норриса превратит ваши почки в жидкость.",
    "interpretation": "Эта шутка подчеркивает, что даже взгляд Чака Норриса обладает разрушительной силой."
  },
  {
    "id": 280,
    "original": "Human cloning is outlawed because of Chuck Norris, because then it would be possible for a Chuck Norris roundhouse kick to meet another Chuck Norris roundhouse kick. Physicists theorize that this contact would end the universe.",
    "russian": "Человеческое клонирование запрещено из-за Чака Норриса, потому что тогда было бы возможно, чтобы удар ногой Чака Норриса встретился с другим ударом ногой Чака Норриса. Физики теоретизируют, что этот контакт положит конец вселенной.",
    "interpretation": "Эта шутка подчеркивает, что сила Чака Норриса настолько велика, что даже его собственные действия могут привести к катастрофе."
  },
  {
    "id": 281,
    "original": "Chuck Norris once went skydiving, but promised never to do it again. One Grand Canyon is enough.",
    "russian": "Чак Норрис однажды прыгал с парашютом, но пообещал больше никогда этого не делать. Одного Большого каньона достаточно.",
    "interpretation": "Эта шутка намекает на то, что даже рискованные действия Чака Норриса приводят к невероятным последствиям."
  },
  {
    "id": 282,
    "original": "Chuck Norris's version of a 'chocolate milkshake' is a raw porterhouse wrapped around ten Hershey bars, and doused in diesel fuel.",
    "russian": "Версия 'шоколадного молочного коктейля' Чака Норриса — это сырое мясо портерхаус, завернутое в десять шоколадок Хершей и залитое дизельным топливом.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис предпочитает экстремальные и необычные вещи даже в простых удовольствиях."
  },
  {
    "id": 283,
    "original": "In a fight between Batman and Darth Vader, the winner would be Chuck Norris.",
    "russian": "В бою между Бэтменом и Дартом Вейдером победителем будет Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис превосходит даже самых мощных супергероев."
  },
  {
    "id": 284,
    "original": "Chuck Norris puts his pants on one leg at a time, just like the rest of us. The only difference is, then he kills people.",
    "russian": "Чак Норрис надевает штаны по одному ноге за раз, как и все мы. Единственное отличие — потом он убивает людей.",
    "interpretation": "Эта шутка показывает, что даже в повседневных делах Чак Норрис остается опасным."
  },
  {
    "id": 285,
    "original": "Everybody loves Raymond. Except Chuck Norris.",
    "russian": "Все любят Рэймонда. Кроме Чака Норриса.",
    "interpretation": "Эта шутка намекает на то, что даже знаменитые личности не могут избежать неприязни Чака Норриса."
  },
  {
    "id": 286,
    "original": "Contrary to popular belief, the Titanic didn't hit an iceberg. The ship was off course and ran into Chuck Norris while he was doing the backstroke across the Atlantic.",
    "russian": "Вопреки распространенному мнению, Титаник не столкнулся с айсбергом. Корабль сбился с курса и наткнулся на Чака Норриса, когда он плавал на спине через Атлантику.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может изменить ход истории даже в море."
  },
  {
    "id": 287,
    "original": "Chuck Norris got his drivers license at the age of 16. Seconds.",
    "russian": "Чак Норрис получил водительские права в 16 лет. За секунды.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на все быстрее, чем кто-либо другой."
  },
  {
    "id": 288,
    "original": "The original title for Alien vs. Predator was Alien and Predator vs Chuck Norris. The film was cancelled shortly after going into preproduction. No one would pay nine dollars to see a movie fourteen seconds long.",
    "russian": "Первоначальное название для Чужого против Хищника было Чужой и Хищник против Чака Норриса. Фильм был отменен вскоре после начала предпродакшена. Никто не хотел платить девять долларов за фильм длиной в четырнадцать секунд.",
    "interpretation": "Эта шутка показывает, что даже фильмы не могут справиться с мощью Чака Норриса."
  },
  {
    "id": 289,
    "original": "Chuck Norris? sperm is so badass, he had sex with Nicole Kidman, and 7 months later she prematurely gave birth to a Ford Excursion.",
    "russian": "Сперма Чака Норриса настолько крут, что он занялся сексом с Николь Кидман, и через 7 месяцев она преждевременно родила Ford Excursion.",
    "interpretation": "Эта шутка подчеркивает, что даже биологические процессы под контролем Чака Норриса могут быть экстраординарными."
  },
  {
    "id": 290,
    "original": "Chuck Norris can win at solitaire with only 18 cards.",
    "russian": "Чак Норрис может выиграть в пасьянс с только 18 картами.",
    "interpretation": "Эта шутка показывает, что Чак Норрис способен на невозможное даже в карточных играх."
  },
  {
    "id": 291,
    "original": "Chuck Norris once shat blood - the blood of 11,940 natives he had killed and eaten.",
    "russian": "Чак Норрис однажды испражнялся кровью — кровью 11,940 аборигенов, которых он убил и съел.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис является страшным и мощным существом, способным на ужасные поступки."
  },
  {
    "id": 292,
    "original": "Maslow's theory of higher needs does not apply to Chuck Norris. He only has two needs: killing people and finding people to kill.",
    "russian": "Теория высших потребностей Маслоу не применяется к Чаку Норрису. У него есть только две потребности: убивать людей и находить людей, чтобы убить.",
    "interpretation": "Эта шутка показывает, что Чак Норрис имеет свои собственные, уникальные потребности, которые выходят за рамки обычных."
  },
  {
    "id": 293,
    "original": "The truth will set you free. Unless Chuck Norris has you, in which case, forget it buddy!",
    "russian": "Истина сделает вас свободным. Если только Чак Норрис не поймал вас, в этом случае, забудьте об этом, дружище!",
    "interpretation": "Эта шутка подчеркивает, что даже истина не может помочь, если Чак Норрис решит вас поймать."
  },
  {
    "id": 294,
    "original": "Kryptonite has been found to contain trace elements of Chuck Norris roundhouse kicks to the face. This is why it is so deadly to Superman.",
    "russian": "Криптонит содержит следы ударов ногой Чака Норриса в лицо. Вот почему он так смертелен для Супермена.",
    "interpretation": "Эта шутка связывает силу Чака Норриса с криптонитом, подчеркивая, что даже его удары могут быть причиной слабости Супермена."
  },
  {
    "id": 295,
    "original": "Saddam Hussein was not found hiding in a 'hole'. Saddam was roundhouse-kicked in the head by Chuck Norris in Kansas, which sent him through the earth, stopping just short of the surface of Iraq.",
    "russian": "Саддам Хусейн не прятался в 'дыре'. Саддам был ударен ногой Чаком Норрисом по голове в Канзасе, что отправило его сквозь землю, остановившись чуть ниже поверхности Ирака.",
    "interpretation": "Эта шутка иронизирует над тем, что сила Чака Норриса настолько велика, что его удар может отправить человека на такое расстояние."
  },
  {
    "id": 296,
    "original": "Coroners refer to dead people as ABC's. Already Been Chucked.",
    "russian": "Судмедэксперты называют мертвых людей ABC's. Уже был Чакнут.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько опасен, что его действия приводят к смерти."
  },
  {
    "id": 297,
    "original": "Chuck Norris doesn't look both ways before he crosses the street... he just roundhouses any cars that get too close.",
    "russian": "Чак Норрис не смотрит по сторонам, прежде чем перейти улицу... он просто бьет ногой любые машины, которые подходят слишком близко.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис не боится опасности и может справиться с ней любым способом."
  },
  {
    "id": 298,
    "original": "Chuck Norris does not have to answer the phone. His beard picks up the incoming electrical impulses and translates them into audible sound.",
    "russian": "Чак Норрис не обязан отвечать на телефон. Его борода улавливает электрические импульсы и переводит их в слышимый звук.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько уникален, что даже его борода выполняет функции."
  },
  {
    "id": 299,
    "original": "How many roundhouse kicks does it take to get to the center of a tootsie pop? Just one. From Chuck Norris.",
    "russian": "Сколько ударов ногой нужно, чтобы добраться до центра леденца Tootsie Pop? Всего один. От Чака Норриса.",
    "interpretation": "Эта шутка указывает на то, что сила Чака Норриса настолько велика, что он может сделать невозможное."
  },
  {
    "id": 300,
    "original": "Chuck Norris doesnt wear a watch, HE decides what time it is.",
    "russian": "Чак Норрис не носит часы, ОН решает, сколько времени.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис контролирует время, как и все остальное."
  },
  {
    "id": 301,
    "original": "The phrase 'break a leg' was originally coined by Chuck Norris's co-stars in Walker, Texas Ranger as a good luck charm, indicating that a broken leg might be the worst extent of their injuries. This never proved to be the case.",
    "russian": "Фраза 'сломай ногу' изначально была придумана коллегами Чака Норриса по сериалу 'Уокер, Техасский Рейнджер' как талисман удачи, указывая на то, что сломанная нога может быть наихудшим исходом их травм. Это никогда не подтверждалось.",
    "interpretation": "Эта шутка подчеркивает, что даже в шутках о травмах, связанные с Чаком Норрисом, все оказывается гораздо серьезнее."
  },
  {
    "id": 302,
    "original": "When Chuck Norris does division, there are no remainders.",
    "russian": "Когда Чак Норрис делит, остатка не остается.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис делает невозможное возможным даже в математике."
  },
  {
    "id": 303,
    "original": "If you rearrange the letters in 'Chuck Norris', they also spell 'Crush Rock In'. The words 'with his fists' are understood.",
    "russian": "Если переставить буквы в 'Чак Норрис', получится 'Раздавить камень'. Слова 'его кулаками' подразумеваются.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на разрушительные действия, даже в словах."
  },
  {
    "id": 304,
    "original": "Never look a gift Chuck Norris in the mouth, because he will bite your damn eyes off.",
    "russian": "Никогда не смотрите в рот подаренному Чаку Норрису, потому что он откусит вам чертовы глаза.",
    "interpretation": "Эта шутка подчеркивает, что получать что-то от Чака Норриса может быть опасно."
  },
  {
    "id": 305,
    "original": "Chuck Norris used to play baseball. When Babe Ruth was hailed as the better player, Chuck Norris killed him with a baseball bat to the throat. Lou Gehrig got off easy.",
    "russian": "Чак Норрис раньше играл в бейсбол. Когда Бэйб Рут был признан лучшим игроком, Чак Норрис убил его бейсбольной битой в горло. Лу Герига отделался легко.",
    "interpretation": "Эта шутка высмеивает конкуренцию и подчеркивает, что Чак Норрис не терпит поражений."
  },
  {
    "id": 306,
    "original": "The original title for Star Wars was 'Skywalker: Texas Ranger'. Starring Chuck Norris.",
    "russian": "Первоначальное название Звездных Войн было 'Скайуокер: Техасский Рейнджер'. С участием Чака Норриса.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис мог бы изменить известные фильмы, сделав их еще более эпичными."
  },
  {
    "id": 307,
    "original": "Guantuanamo Bay, Cuba, is the military code-word for Chuck Norris basement.",
    "russian": "Гуантанамо, Куба, — это военное кодовое слово для подвала Чака Норриса.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько страшен, что даже военные используют его имя как код."
  },
  {
    "id": 308,
    "original": "The phrase 'balls to the wall' was originally conceived to describe Chuck Norris entering any building smaller than an aircraft hangar.",
    "russian": "Фраза 'шары к стене' изначально была придумана, чтобы описать, как Чак Норрис входит в любое здание, меньшее, чем ангар для самолетов.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько велик, что его присутствие меняет все вокруг."
  },
  {
    "id": 309,
    "original": "Chuck Norris? roundhouse kick is so powerful, it can be seen from outer space by the naked eye.",
    "russian": "Удар ногой Чака Норриса настолько мощный, что его можно увидеть из космоса невооруженным глазом.",
    "interpretation": "Эта шутка подчеркивает, что сила Чака Норриса превосходит все возможные пределы."
  },
  {
    "id": 310,
    "original": "Ozzy Osbourne bites the heads off of bats. Chuck Norris bites the heads off of Siberian Tigers.",
    "russian": "Оззи Осборн откусывает головы летучим мышам. Чак Норрис откусывает головы сибирским тиграм.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис еще более опасен, чем знаменитые рокеры."
  },
  {
    "id": 311,
    "original": "He who lives by the sword, dies by the sword. He who lives by Chuck Norris, dies by the roundhouse kick.",
    "russian": "Кто живет мечом, тот и умрет мечом. Кто живет Чаком Норрисом, тот умрет от удара ногой.",
    "interpretation": "Эта шутка подчеркивает, что соперничество с Чаком Норрисом может привести к фатальным последствиям."
  },
  {
    "id": 312,
    "original": "The best-laid plans of mice and men often go awry. Even the worst-laid plans of Chuck Norris come off without a hitch.",
    "russian": "Лучшие планы мышей и людей часто идут наперекосяк. Даже худшие планы Чака Норриса осуществляются без проблем.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на успех даже в самых сложных ситуациях."
  },
  {
    "id": 313,
    "original": "The phrase 'dead ringer' refers to someone who sits behind Chuck Norris in a movie theater and forgets to turn their cell phone off.",
    "russian": "Фраза 'мертвая звонок' относится к кому-то, кто сидит за Чаком Норрисом в кинотеатре и забывает выключить свой мобильный телефон.",
    "interpretation": "Эта шутка подразумевает, что сидеть за Чаком Норрисом в киноопасно, поскольку он может отреагировать на это."
  },
  {
    "id": 314,
    "original": "Staring at Chuck Norris for extended periods of time without proper eye protection will cause blindness, and possibly foot sized bruises on the face.",
    "russian": "Смотреть на Чака Норриса продолжительное время без защиты глаз приведет к слепоте и, возможно, к синякам размером с ногу на лице.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько опасен, что даже взгляд на него может причинить вред."
  },
  {
    "id": 315,
    "original": "Chuck Norris can taste lies.",
    "russian": "Чак Норрис может ощущать ложь на вкус.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько проницателен, что может распознать ложь."
  },
  {
    "id": 316,
    "original": "Chuck Norris does not kick ass and take names. In fact, Chuck Norris kicks ass and assigns the corpse a number. It is currently recorded to be in the billions.",
    "russian": "Чак Норрис не бьет и не записывает имена. На самом деле, Чак Норрис бьет и присваивает трупам номера. В настоящее время их зарегистрировано миллиарды.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже после победы он не заботится о именах своих жертв."
  },
  {
    "id": 317,
    "original": "One time, Chuck Norris accidentally stubbed his toe. It destroyed the entire state of Ohio.",
    "russian": "Однажды Чак Норрис случайно ударился пальцем ноги. Это разрушило весь штат Огайо.",
    "interpretation": "Эта шутка иронизирует над тем, что даже случайные действия Чака Норриса имеют катастрофические последствия."
  },
  {
    "id": 318,
    "original": "Little Miss Muffet sat on her tuffet, until Chuck Norris roundhouse kicked her into a glacier.",
    "russian": "Маленькая мисс Маффет сидела на своей тюфяке, пока Чак Норрис не ударил ее ногой в ледник.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может легко справиться с любыми препятствиями, даже с милыми персонажами."
  },
  {
    "id": 319,
    "original": "Chuck Norris can blow bubbles with beef jerky.",
    "russian": "Чак Норрис может дуть пузыри из говяжьей вяленой мяса.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невозможное даже с обычными предметами."
  },
  {
    "id": 320,
    "original": "They had to edit the first ending of 'Lone Wolf McQuade' after Chuck Norris kicked David Carradine's ass, then proceeded to barbecue and eat him.",
    "russian": "Им пришлось изменить первый конец 'Одинокого волка МакКуэйда' после того, как Чак Норрис победил Дэвида Кэррадайна, а затем приготовил его на гриле и съел.",
    "interpretation": "Эта шутка высмеивает насилие и силу Чака Норриса, показывая, как он справляется с соперниками."
  },
  {
    "id": 321,
    "original": "Chuck Norris does, in fact, live in a round house.",
    "russian": "Чак Норрис действительно живет в круглой доме.",
    "interpretation": "Эта шутка намекает на то, что даже форма дома Чака Норриса уникальна и необычна."
  },
  {
    "id": 322,
    "original": "When Chuck Norris works out on the Total Gym, the Total Gym feels like it's been raped.",
    "russian": "Когда Чак Норрис тренируется на Total Gym, Total Gym чувствует себя так, будто его изнасиловали.",
    "interpretation": "Эта шутка подчеркивает, что тренировки Чака Норриса настолько интенсивны, что оборудование не выдерживает."
  },
  {
    "id": 323,
    "original": "4 out of 5 doctors fail to recommend Chuck Norris as a solution to most problems. Also, 80% of doctors die unexplained, needlessly brutal deaths.",
    "russian": "4 из 5 врачей не рекомендуют Чака Норриса как решение большинства проблем. Кроме того, 80% врачей умирают при необъяснимых, бессмысленно жестоких обстоятельствах.",
    "interpretation": "Эта шутка высмеивает опасность, связанную с Чаком Норрисом, даже для профессионалов."
  },
  {
    "id": 324,
    "original": "Chuck Norris can skeletize a cow in two minutes.",
    "russian": "Чак Норрис может скелетировать корову за две минуты.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невероятные действия за короткое время."
  },
  {
    "id": 325,
    "original": "The only sure things are Death and Taxes?and when Chuck Norris goes to work for the IRS, they'll be the same thing.",
    "russian": "Единственные определенные вещи — это Смерть и Налоги... и когда Чак Норрис идет работать в Налоговую службу, они станут одним и тем же.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен, что даже налоги становятся смертельными."
  },
  {
    "id": 326,
    "original": "Chuck Norris' first job was as a paperboy. There were no survivors.",
    "russian": "Первой работой Чака Норриса была работа разносчиком газет. Выживших не было.",
    "interpretation": "Эта шутка подчеркивает, что даже в детстве Чак Норрис был опасен для окружающих."
  },
  {
    "id": 327,
    "original": "With the rising cost of gasoline, Chuck Norris is beginning to worry about his drinking habit.",
    "russian": "С ростом цен на бензин Чак Норрис начинает беспокоиться о своей привычке пить.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может быть настолько силен, что у него есть привычка, которая может стать дорогой."
  },
  {
    "id": 328,
    "original": "The square root of Chuck Norris is pain. Do not try to square Chuck Norris, the result is death.",
    "russian": "Квадратный корень из Чака Норриса — это боль. Не пытайтесь возвести Чака Норриса в квадрат, результатом будет смерть.",
    "interpretation": "Эта шутка подчеркивает, что взаимодействие с Чаком Норрисом всегда приводит к негативным последствиям."
  },
  {
    "id": 329,
    "original": "Chuck Norris' testicles do not produce sperm. They produce tiny white ninjas that recognize only one mission: seek and destroy.",
    "russian": "Яички Чака Норриса не производят сперму. Они производят маленьких белых ниндзя, которые знают только одну миссию: искать и уничтожать.",
    "interpretation": "Эта шутка подчеркивает, что даже репродуктивная система Чака Норриса уникальна и опасна."
  },
  {
    "id": 330,
    "original": "To be or not to be? That is the question. The answer? Chuck Norris.",
    "russian": "Быть или не быть? Вот в чем вопрос. Ответ? Чак Норрис.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис является ответом на все жизненные вопросы."
  },
  {
    "id": 331,
    "original": "Chuck Norris has never been in a fight, ever. Do you call one roundhouse kick to the face a fight?",
    "russian": "Чак Норрис никогда не дрался. Вы называете один удар ногой в лицо дракой?",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что его действия не считаются дракой."
  },
  {
    "id": 332,
    "original": "There are two types of people in the world... people that suck, and Chuck Norris.",
    "russian": "Существует два типа людей в мире... люди, которые отстой, и Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис выделяется среди остальных людей своей уникальностью и мощью."
  },
  {
    "id": 333,
    "original": "Chuck Norris never wet his bed as a child. The bed wet itself out of fear.",
    "russian": "Чак Норрис никогда не мочил постель в детстве. Постель намочила себя от страха.",
    "interpretation": "Эта шутка намекает на то, что даже предметы мебели боятся Чака Норриса."
  },
  {
    "id": 334,
    "original": "If you were somehow able to land a punch on Chuck Norris your entire arm would shatter upon impact. This is only in theory, since, come on, who in their right mind would try this?",
    "russian": "Если бы вам каким-то образом удалось ударить Чака Норриса, ваша рука бы сломалась при ударе. Это только в теории, потому что, согласитесь, кто в своем уме попробовал бы это сделать?",
    "interpretation": "Эта шутка подчеркивает, что попытка ударить Чака Норриса является крайне неразумной и опасной."
  },
  {
    "id": 335,
    "original": "70% of a human's weight is water. 70% of Chuck Norris' weight is his dick.",
    "russian": "70% веса человека — это вода. 70% веса Чака Норриса — это его член.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис обладает неимоверной мужественностью."
  },
  {
    "id": 336,
    "original": "Jean-Claude Van Damme once kicked Chuck Norris' ass. He was then awakened from his dream by a roundhouse kick to the face.",
    "russian": "Жан-Клод Ван Дамм однажды ударил Чака Норриса. Он был разбужен от своего сна ударом ногой в лицо.",
    "interpretation": "Эта шутка высмеивает идею о том, что кто-то мог бы победить Чака Норриса, даже во сне."
  },
  {
    "id": 337,
    "original": "The pie scene in 'American Pie' is based on a dare Chuck Norris took when he was younger. However, in Chuck Norris' case, the 'pie' was the molten crater of an active volcano.",
    "russian": "Сцена с пирогом в 'Американском пироге' основана на вызове, который принял Чак Норрис в молодости. Однако в случае Чака Норриса 'пирог' был расплавленным кратером активного вулкана.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невероятные вещи, даже в экстремальных ситуациях."
  },
  {
    "id": 338,
    "original": "Chuck Norris uses 8'x10' sheets of plywood as toilet paper.",
    "russian": "Чак Норрис использует листы фанеры 8'x10' в качестве туалетной бумаги.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис использует предметы в необычных и комичных целях."
  },
  {
    "id": 339,
    "original": "Noah was the only man notified before Chuck Norris relieved himself in the Atlantic Ocean.",
    "russian": "Ной был единственным человеком, уведомленным перед тем, как Чак Норрис справил нужду в Атлантическом океане.",
    "interpretation": "Эта шутка подчеркивает, что действия Чака Норриса имеют глобальные последствия."
  },
  {
    "id": 340,
    "original": "MacGyver immediately tried to make a bomb out of some Q-Tips and Gatorade, but Chuck Norris roundhouse-kicked him in the solar plexus. MacGyver promptly threw up his own heart.",
    "russian": "Макгайвер сразу же попытался сделать бомбу из ватных палочек и Гаторейда, но Чак Норрис ударил его ногой в солнечное сплетение. Макгайвер тут же вырвал свое собственное сердце.",
    "interpretation": "Эта шутка показывает, что даже гениальные изобретатели не могут противостоять мощи Чака Норриса."
  },
  {
    "id": 341,
    "original": "Jack Bauer tried to use his detailed knowledge of torture techniques, but to no avail: Chuck Norris thrives on pain. Chuck Norris then ripped off Jack Bauer's arm and beat him to death with it. Game, set, match.",
    "russian": "Джек Баур попытался использовать свои детальные знания о методах пыток, но безуспешно: Чак Норрис процветает на боли. Затем Чак Норрис оторвал руку Джека Баура и забил его до смерти ею. Игра, сет, матч.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис не боится боли и способен на жестокие действия."
  },
  {
    "id": 342,
    "original": "Chuck Norris eats steak for every single meal. Most times he forgets to kill the cow.",
    "russian": "Чак Норрис ест стейк на каждом приеме пищи. Чаще всего он забывает убить корову.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен, что не нуждается в обычных действиях, таких как убийство животных для еды."
  },
  {
    "id": 343,
    "original": "The First Law of Thermodynamics states that energy can neither be created nor destroyed... unless it meets Chuck Norris.",
    "russian": "Первый закон термодинамики гласит, что энергия не может быть создана или уничтожена... если только она не встретит Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен нарушать физические законы."
  },
  {
    "id": 344,
    "original": "Chuck Norris doesn't go on the internet, he has every internet site stored in his memory. He refreshes webpages by blinking.",
    "russian": "Чак Норрис не пользуется интернетом, у него в памяти хранятся все интернет-сайты. Он обновляет веб-страницы, моргая.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько умен, что ему не нужен интернет."
  },
  {
    "id": 345,
    "original": "Fact: Chuck Norris doesn't consider it sex if the woman survives.",
    "russian": "Факт: Чак Норрис не считает это сексом, если женщина выживает.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис имеет необычные представления о силе и власти."
  },
  {
    "id": 346,
    "original": "It is said that looking into Chuck Norris' eyes will reveal your future. Unfortunately, everybody's future is always the same: death by a roundhouse-kick to the face.",
    "russian": "Говорят, что заглядывая в глаза Чаку Норрису, вы увидите свое будущее. К сожалению, будущее у всех одно и то же: смерть от удара ногой в лицо.",
    "interpretation": "Эта шутка подчеркивает, что встреча с Чаком Норрисом всегда заканчивается плохо."
  },
  {
    "id": 347,
    "original": "Chuck Norris knows everything there is to know - Except for the definition of mercy.",
    "russian": "Чак Норрис знает все, что можно знать - кроме определения милосердия.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис не проявляет жалости."
  },
  {
    "id": 348,
    "original": "Scientifically speaking, it is impossible to charge Chuck Norris with 'obstruction of justice'. This is because even Chuck Norris cannot be in two places at the same time.",
    "russian": "С научной точки зрения, невозможно обвинить Чака Норриса в 'воспрепятствовании правосудию'. Это потому, что даже Чак Норрис не может быть в двух местах одновременно.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис обладает уникальными способностями."
  },
  {
    "id": 349,
    "original": "Chuck Norris never has to wax his skis because they're always slick with blood.",
    "russian": "Чаку Норрису никогда не нужно натирать свои лыжи воском, потому что они всегда скользкие от крови.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда оставляет после себя разрушения."
  },
  {
    "id": 350,
    "original": "When you say 'no one's perfect', Chuck Norris takes this as a personal insult.",
    "russian": "Когда вы говорите 'никто не идеален', Чак Норрис воспринимает это как личное оскорбление.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис считает себя идеальным."
  },
  {
    "id": 351,
    "original": "Chuck Norris can win a game of Trivial Pursuit with one roll of the dice, and without answering a single question... just a nod of the head, and a stroke of the beard.",
    "russian": "Чак Норрис может выиграть в игру 'Trivial Pursuit' одним броском кубика, не отвечая ни на один вопрос... просто кивком головы и потирая бороду.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис обладает такой силой и авторитетом, что ему не нужно прилагать усилия для победы."
  },
  {
    "id": 352,
    "original": "182,000 Americans die from Chuck Norris-related accidents every year.",
    "russian": "Каждый год 182,000 американцев погибают в результате несчастных случаев, связанных с Чаком Норрисом.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько опасен, что его существование само по себе представляет угрозу."
  },
  {
    "id": 353,
    "original": "Paper beats rock, rock beats scissors, and scissors beats paper, but Chuck Norris beats all 3 at the same time.",
    "russian": "Бумага побеждает камень, камень побеждает ножницы, а ножницы побеждают бумагу, но Чак Норрис побеждает все три одновременно.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис превосходит все обычные правила и ограничения."
  },
  {
    "id": 354,
    "original": "Jesus can walk on water, but Chuck Norris can walk on Jesus.",
    "russian": "Иисус может ходить по воде, но Чак Норрис может ходить по Иисусу.",
    "interpretation": "Эта шутка высмеивает представление о том, что Чак Норрис обладает божественной силой, превосходящей даже Иисуса."
  },
  {
    "id": 355,
    "original": "All roads lead to Chuck Norris. And by the transitive property, a roundhouse kick to the face.",
    "russian": "Все дороги ведут к Чаку Норрису. А по транзитивному свойству, это удар ногой в лицо.",
    "interpretation": "Эта шутка намекает на то, что все действия в мире в конечном итоге приводят к Чаку Норрису и его мощи."
  },
  {
    "id": 356,
    "original": "July 4th is Independence day. And the day Chuck Norris was born. Coincidence? I think not.",
    "russian": "4 июля — это день независимости. И день рождения Чака Норриса. Совпадение? Не думаю.",
    "interpretation": "Эта шутка подчеркивает важность Чака Норриса, сравнивая его день рождения с важным историческим событием."
  },
  {
    "id": 357,
    "original": "Chuck Norris never goes to the dentist because his teeth are unbreakable. His enemies never go to the dentist because they have no teeth.",
    "russian": "Чак Норрис никогда не ходит к стоматологу, потому что его зубы не ломаются. Его враги никогда не ходят к стоматологу, потому что у них нет зубов.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что у него нет проблем с зубами, в то время как его враги страдают."
  },
  {
    "id": 358,
    "original": "In the medical community, death is referred to as 'Chuck Norris Disease'",
    "russian": "В медицинском сообществе смерть называется 'болезнью Чака Норриса'.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько опасен, что его имя ассоциируется со смертью."
  },
  {
    "id": 359,
    "original": "Chuck Norris was once in a knife fight, and the knife lost.",
    "russian": "Чак Норрис однажды участвовал в ножевой драке, и нож проиграл.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда побеждает, даже в самых опасных ситуациях."
  },
  {
    "id": 360,
    "original": "If you work in an office with Chuck Norris, don't ask him for his three-hole-punch.",
    "russian": "Если вы работаете в офисе с Чаком Норрисом, не просите у него дырокол на три отверстия.",
    "interpretation": "Эта шутка намекает на то, что даже простая просьба о помощи может быть опасной, если вы имеете дело с Чаком Норрисом."
  },
  {
    "id": 361,
    "original": "In the Words of Julius Caesar, 'Veni, Vidi, Vici, Chuck Norris'. Translation: I came, I saw, and I was roundhouse-kicked in the face by Chuck Norris.",
    "russian": "В словах Юлия Цезаря: 'Пришел, увидел, победил, Чак Норрис'. Перевод: Я пришел, увидел, и меня ударили ногой в лицо Чаком Норрисом.",
    "interpretation": "Эта шутка подчеркивает, что даже великие исторические фигуры не могут избежать поражения от Чака Норриса."
  },
  {
    "id": 362,
    "original": "The First rule of Chuck Norris is: you do not talk about Chuck Norris.",
    "russian": "Первое правило Чака Норриса: вы не говорите о Чаке Норрисе.",
    "interpretation": "Эта шутка иронизирует над тем, что обсуждение Чака Норриса может быть опасным."
  },
  {
    "id": 363,
    "original": "Chuck Norris is widely predicted to be first black president. If you're thinking to yourself, 'But Chuck Norris isn't black', then you are dead wrong. And stop being a racist.",
    "russian": "Широко ожидается, что Чак Норрис станет первым чернокожим президентом. Если вы думаете: 'Но Чак Норрис не чернокожий', то вы мертво ошибаетесь. И прекратите быть расистом.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может делать то, что кажется невозможным, и иронизирует над предвзятостью."
  },
  {
    "id": 364,
    "original": "When Chuck Norris plays Monopoly, it affects the actual world economy.",
    "russian": "Когда Чак Норрис играет в Монополию, это влияет на реальную мировую экономику.",
    "interpretation": "Эта шутка подчеркивает, что действия Чака Норриса имеют глобальные последствия."
  },
  {
    "id": 365,
    "original": "Chuck Norris can be unlocked on the hardest level of Tekken. But only Chuck Norris is skilled enough to unlock himself. Then he roundhouse kicks the Playstation back to Japan.",
    "russian": "Чак Норрис может быть разблокирован на самом сложном уровне Tekken. Но только Чак Норрис достаточно искусен, чтобы разблокировать себя. Затем он ударом ногой отправляет Playstation обратно в Японию.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на то, что недоступно другим, даже в видеоиграх."
  },
  {
    "id": 366,
    "original": "Chuck Norris drinks napalm to quell his heartburn.",
    "russian": "Чак Норрис пьет напалм, чтобы избавиться от изжоги.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может справляться с любыми проблемами, даже с такими экстремальными."
  },
  {
    "id": 367,
    "original": "Every time someone uses the word 'intense', Chuck Norris always replies 'you know what else is intense?' followed by a roundhouse kick to the face.",
    "russian": "Каждый раз, когда кто-то использует слово 'интенсивный', Чак Норрис всегда отвечает: 'Знаешь, что еще интенсивно?' — и затем следует удар ногой в лицо.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда готов продемонстрировать свою силу."
  },
  {
    "id": 368,
    "original": "As an infant, Chuck Norris' parents gave him a toy hammer. He gave the world Stonehenge.",
    "russian": "Когда Чак Норрис был младенцем, его родители подарили ему игрушечный молоток. Он подарил миру Стоунхендж.",
    "interpretation": "Эта шутка подчеркивает, что даже в детстве Чак Норрис был способен на великие дела."
  },
  {
    "id": 369,
    "original": "Chuck Norris once ordered a steak in a restaurant. The steak did what it was told.",
    "russian": "Чак Норрис однажды заказал стейк в ресторане. Стейк сделал то, что ему сказали.",
    "interpretation": "Эта шутка подчеркивает, что даже еда подчиняется Чаку Норрису."
  },
  {
    "id": 370,
    "original": "Most people fear the Reaper. Chuck Norris considers him 'a promising Rookie'.",
    "russian": "Большинство людей боятся Жнеца. Чак Норрис считает его 'обещающим новичком'.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис не боится смерти и воспринимает ее как вызов."
  },
  {
    "id": 371,
    "original": "There are only two things that can cut diamonds: other diamonds, and Chuck Norris.",
    "russian": "Существуют только две вещи, которые могут резать алмазы: другие алмазы и Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис обладает такой силой, что может соперничать с самыми твердыми материалами."
  },
  {
    "id": 372,
    "original": "President Roosevelt once rode his horse 100 miles. Chuck Norris carried his the same distance in half the time.",
    "russian": "Президент Рузвельт однажды проехал на лошади 100 миль. Чак Норрис пронес его на той же дистанции за половину времени.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис способен на невероятные подвиги, превосходящие достижения других."
  },
  {
    "id": 373,
    "original": "Chuck Norris once ate four 30lb bowling balls without chewing.",
    "russian": "Чак Норрис однажды съел четыре боулинг-шара весом по 30 фунтов, не жуя.",
    "interpretation": "Эта шутка подчеркивает невероятные способности Чака Норриса, даже в вопросах еды."
  },
  {
    "id": 374,
    "original": "What many people dont know is Chuck Norris is the founder of planned parenthood. Not even unborn children can escape his wrath.",
    "russian": "Многие не знают, что Чак Норрис является основателем планового родительства. Даже нерожденные дети не могут избежать его гнева.",
    "interpretation": "Эта шутка высмеивает миф о том, что Чак Норрис настолько силен, что его влияние распространяется даже на нерожденных."
  },
  {
    "id": 375,
    "original": "Chuck Norris was banned from competitive bullriding after a 1992 exhibition in San Antonio, when he rode the bull 1,346 miles from Texas to Milwaukee Wisconsin to pick up his dry cleaning.",
    "russian": "Чак Норрис был запрещен в соревнованиях по верховой езде после выставки в Сан-Антонио в 1992 году, когда он проехал на быке 1,346 миль из Техаса в Милуоки, чтобы забрать свои вещи из химчистки.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может делать то, что невозможно для обычного человека."
  },
  {
    "id": 376,
    "original": "Chuck Norris qualified with a top speed of 324 mph at the Daytona 500, without a car.",
    "russian": "Чак Норрис квалифицировался с максимальной скоростью 324 миль в час на Daytona 500, без автомобиля.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис способен достигать невероятных скоростей без каких-либо средств."
  },
  {
    "id": 377,
    "original": "Chuck Norris likes his coffee half and half: half coffee grounds, half wood-grain alcohol.",
    "russian": "Чак Норрис любит свой кофе наполовину: половина кофейной гущи, половина древесного спирта.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис предпочитает экстремальные сочетания даже в повседневных вещах, как кофе."
  },
  {
    "id": 378,
    "original": "Chuck Norris uses tabasco sauce instead of visine.",
    "russian": "Чак Норрис использует соус табаско вместо визина.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис использует экстремальные методы даже для простых задач."
  },
  {
    "id": 379,
    "original": "The chemical formula for the highly toxic cyanide ion is CN-. These are also Chuck Norris' initials. This is not a coincidence.",
    "russian": "Химическая формула высокотоксичного цианид-аниона — CN-. Это также инициалы Чака Норриса. Это не совпадение.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис ассоциируется с опасностью и мощью."
  },
  {
    "id": 380,
    "original": "Chuck Norris' credit cards have no limit. Last weekend, he maxed them out.",
    "russian": "Кредитные карты Чака Норриса не имеют лимита. В прошлые выходные он исчерпал все лимиты.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может делать то, что невозможно для других, даже в финансовых вопросах."
  },
  {
    "id": 381,
    "original": "Think of a hot woman. Chuck Norris did her.",
    "russian": "Подумайте о красивой женщине. Чак Норрис был с ней.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис всегда может получить то, что хочет."
  },
  {
    "id": 382,
    "original": "A man once claimed Chuck Norris kicked his ass twice, but it was promptly dismissed as false - no one could survive it the first time.",
    "russian": "Один человек однажды заявил, что Чак Норрис дважды его ударил, но это было быстро отвергнуто как ложь — никто не мог бы выжить после первого раза.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что его удары не оставляют шансов."
  },
  {
    "id": 383,
    "original": "Chuck Norris sleeps with a pillow under his gun.",
    "russian": "Чак Норрис спит с подушкой под своим оружием.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда готов к действию, даже во сне."
  },
  {
    "id": 384,
    "original": "Chuck Norris owns a chain of fast-food restaurants throughout the southwest. They serve nothing but barbecue-flavored ice cream and Hot Pockets.",
    "russian": "Чак Норрис владеет сетью ресторанов быстрого питания по всему юго-западу. Они предлагают только мороженое со вкусом барбекю и Hot Pockets.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может создавать необычные продукты, которые никто другой не осмелится предложить."
  },
  {
    "id": 385,
    "original": "Chuck Norris doesn't chew gum. Chuck Norris chews tin foil.",
    "russian": "Чак Норрис не жует жевательную резинку. Чак Норрис жует фольгу.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис делает даже самые странные вещи с непревзойденной силой."
  },
  {
    "id": 386,
    "original": "Aliens DO indeed exist. They just know better than to visit a planet that Chuck Norris is on.",
    "russian": "Пришельцы действительно существуют. Они просто знают, что лучше не посещать планету, на которой находится Чак Норрис.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько опасен, что даже пришельцы его боятся."
  },
  {
    "id": 387,
    "original": "When in a bar, you can order a drink called a 'Chuck Norris'. It is also known as a 'Bloody Mary', if your name happens to be Mary.",
    "russian": "Когда вы находитесь в баре, вы можете заказать напиток под названием 'Чак Норрис'. Он также известен как 'Кровавая Мэри', если вас зовут Мэри.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько популярен, что даже напитки названы в его честь."
  },
  {
    "id": 388,
    "original": "Every time Chuck Norris smiles, someone dies. Unless he smiles while he’s roundhouse kicking someone in the face. Then two people die.",
    "russian": "Каждый раз, когда Чак Норрис улыбается, кто-то умирает. Если он улыбается, когда бьет кого-то ногой в лицо, тогда умирают двое.",
    "interpretation": "Эта шутка подчеркивает, что даже улыбка Чака Норриса может быть смертельной."
  },
  {
    "id": 389,
    "original": "Some people ask for a Kleenex when they sneeze, Chuck Norris asks for a body bag.",
    "russian": "Некоторые люди просят бумажное полотенце, когда чихают, Чак Норрис просит мешок для тел.",
    "interpretation": "Эта шутка высмеивает представление о том, что Чак Норрис настолько опасен, что его чихание может быть смертельным."
  },
  {
    "id": 390,
    "original": "There’s an order to the universe: space, time, Chuck Norris.... Just kidding, Chuck Norris is first.",
    "russian": "Во вселенной есть порядок: пространство, время, Чак Норрис... Шутка, Чак Норрис на первом месте.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис занимает важнейшее место во вселенной."
  },
  {
    "id": 391,
    "original": "A man once asked Chuck Norris if his real name is 'Charles'. Chuck Norris did not respond, he simply stared at him until he exploded.",
    "russian": "Один человек однажды спросил Чака Норриса, действительно ли его настоящее имя 'Чарльз'. Чак Норрис не ответил, он просто уставился на него, пока тот не взорвался.",
    "interpretation": "Эта шутка подчеркивает, что взгляд Чака Норриса настолько мощный, что может убить."
  },
  {
    "id": 392,
    "original": "Chuck Norris starts everyday with a protein shake made from Carnation Instant Breakfast, one dozen eggs, pure Colombian cocaine, and rattlesnake venom. He injects it directly into his neck with a syringe.",
    "russian": "Чак Норрис начинает каждый день с протеинового коктейля, сделанного из быстрого завтрака Carnation, дюжины яиц, чистого колумбийского кокаина и яда гремучей змеи. Он вводит его прямо в шею с помощью шприца.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис использует экстраординарные и опасные ингредиенты для своего завтрака."
  },
  {
    "id": 393,
    "original": "In a tagteam match, Chuck Norris was teamed with Hulk Hogan against King Kong Bundy and Andre The Giant. He pinned all 3 at the same time.",
    "russian": "В командном матче Чак Норрис был в паре с Халком Хоганом против Кинга Конга Бунди и Андре Гиганта. Он прижал всех троих одновременно.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невозможное, побеждая сразу троих противников."
  },
  {
    "id": 394,
    "original": "Chuck Norris doesn't see dead people. He makes people dead.",
    "russian": "Чак Норрис не видит мертвецов. Он делает людей мертвыми.",
    "interpretation": "Эта шутка высмеивает представление о том, что Чак Норрис настолько силен, что может убивать людей по своему желанию."
  },
  {
    "id": 395,
    "original": "Chuck Norris is the only person who can simultaneously hold and fire FIVE Uzis: One in each hand, one in each foot -- and the 5th one he roundhouse-kicks into the air, so that it sprays bullets.",
    "russian": "Чак Норрис — единственный человек, который может одновременно держать и стрелять из ПЯТИ Узи: по одному в каждой руке, по одному в каждой ноге — а пятую он запускает ногой в воздух, чтобы она стреляла пулями.",
    "interpretation": "Эта шутка подчеркивает невероятные боевые способности Чака Норриса."
  },
  {
    "id": 396,
    "original": "For undercover police work, Chuck Norris pins his badge underneath his shirt, directly into his chest.",
    "russian": "Для работы под прикрытием Чак Норрис прикалывает свой значок под рубашкой, прямо в грудь.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько силен, что может встраивать свой значок в тело."
  },
  {
    "id": 397,
    "original": "In the X-Men movies, none of the X-Men super-powers are done with special effects. Chuck Norris is the stuntman for every character.",
    "russian": "В фильмах о Людях Икс никакие суперспособности не создаются с помощью спецэффектов. Чак Норрис — каскадер для каждого персонажа.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько крут, что его способности превосходят любые спецэффекты."
  },
  {
    "id": 398,
    "original": "We live in an expanding universe. All of it is trying to get away from Chuck Norris.",
    "russian": "Мы живем во вселенной, которая расширяется. Все пытается убежать от Чака Норриса.",
    "interpretation": "Эта шутка иронизирует над тем, что даже вселенная боится Чака Норриса."
  },
  {
    "id": 399,
    "original": "The word 'Kill' was invented by Chuck Norris. Other words were 'Die', 'Beer', and 'What'.",
    "russian": "Слово 'убить' было придумано Чаком Норрисом. Другие слова — 'умереть', 'пиво' и 'что'.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис имеет власть даже над языком."
  },
  {
    "id": 400,
    "original": "The 11th commandment is ?Thou shalt not piss off Chuck Norris? This commandment is rarely enforced, as it is impossible to accomplish.",
    "russian": "11-я заповедь: 'Не зли Чака Норриса'. Эта заповедь редко исполняется, так как это невозможно.",
    "interpretation": "Эта шутка высмеивает идею о том, что злить Чака Норриса — это самоубийство."
  },
  {
    "id": 401,
    "original": "Chuck Norris is his own line at the DMV.",
    "russian": "Чак Норрис — это отдельная очередь в DMV.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько важен, что ему не нужно ждать в очереди."
  },
  {
    "id": 402,
    "original": "Two wrongs don't make a right. Unless you're Chuck Norris. Then two wrongs make a roundhouse kick to the face.",
    "russian": "Две ошибки не делают права. Если ты Чак Норрис, тогда две ошибки превращаются в удар ногой в лицо.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может делать что угодно без последствий."
  },
  {
    "id": 403,
    "original": "Who let the dogs out? Chuck Norris let the dogs out... and then roundhouse kicked them through an Oldsmobile.",
    "russian": "Кто выпустил собак? Чак Норрис выпустил собак... а затем ударил их ногой через Oldsmobile.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может делать все, что угодно, даже с собаками."
  },
  {
    "id": 404,
    "original": "Chuck Norris can do a roundhouse kick faster than the speed of light. This means that if you turn on a light switch, you will be dead before the lightbulb turns on.",
    "russian": "Чак Норрис может сделать удар ногой быстрее скорости света. Это означает, что если вы включите выключатель, вы будете мертвы, прежде чем лампочка загорится.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько быстр, что его действия опережают физику."
  },
  {
    "id": 405,
    "original": "When Chuck Norris goes to out to eat, he orders a whole chicken, but he only eats its soul.",
    "russian": "Когда Чак Норрис выходит поесть, он заказывает целую курицу, но ест только ее душу.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может делать даже самые странные вещи."
  },
  {
    "id": 406,
    "original": "Chuck Norris has never won an Academy Award for acting... because he's not acting.",
    "russian": "Чак Норрис никогда не выигрывал Оскар за актерское мастерство... потому что он не играет.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько реален, что его игра не требует наград."
  },
  {
    "id": 407,
    "original": "If Chuck Norris wants your opinion, he'll beat it into you.",
    "russian": "Если Чак Норрис хочет услышать ваше мнение, он выбьет его из вас.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может заставить кого угодно говорить, что он хочет."
  },
  {
    "id": 408,
    "original": "Not everyone that Chuck Norris is mad at gets killed. Some get away. They are called astronauts.",
    "russian": "Не все, кто разозлил Чака Норриса, умирают. Некоторые убегают. Их называют астронавтами.",
    "interpretation": "Эта шутка подчеркивает, что даже в космосе Чак Норрис остается опасным."
  },
  {
    "id": 409,
    "original": "Chuck Norris has to register every part of his body as a separate lethal weapon. His spleen is considered a concealed weapon in over 50 states.",
    "russian": "Чак Норрис должен зарегистрировать каждую часть своего тела как отдельное смертоносное оружие. Его селезенка считается скрытым оружием более чем в 50 штатах.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько опасен, что даже его органы считаются оружием."
  },
  {
    "id": 410,
    "original": "A movie scene depicting Chuck Norris losing a fight with Bruce Lee was the product of history's most expensive visual effect. When adjusted for inflation, the effect cost more than the Gross National Product of Paraguay.",
    "russian": "Сцена в фильме, показывающая, как Чак Норрис проигрывает бой Брюсу Ли, была результатом самых дорогих визуальных эффектов в истории. С учетом инфляции, эффект стоил больше, чем валовой национальный продукт Парагвая.",
    "interpretation": "Эта шутка подчеркивает, что даже в кино Чак Норрис не может проиграть без огромных затрат."
  },
  {
    "id": 411,
    "original": "Godzilla is a Japanese rendition of Chuck Norris' first visit to Tokyo.",
    "russian": "Годзилла — это японская интерпретация первого визита Чака Норриса в Токио.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько силен, что его визит вызывает хаос."
  },
  {
    "id": 412,
    "original": "They once made a Chuck Norris toilet paper, but there was a problem-- It wouldn't take shit from anybody.",
    "russian": "Однажды сделали туалетную бумагу с Чаком Норрисом, но была проблема — она не принимала дерьмо ни от кого.",
    "interpretation": "Эта шутка подчеркивает, что даже туалетная бумага с Чаком Норрисом слишком сильна, чтобы терпеть что-либо."
  },
  {
    "id": 413,
    "original": "Chuck Norris once rode a nine foot grizzly bear through an automatic car wash, instead of taking a shower.",
    "russian": "Чак Норрис однажды проехал на девятифутовом гризли через автоматическую мойку, вместо того чтобы принять душ.",
    "interpretation": "Эта шутка показывает, что Чак Норрис не нуждается в обычных способах гигиены."
  },
  {
    "id": 414,
    "original": "'Sweating bullets' is literally what happens when Chuck Norris gets too hot.",
    "russian": "'Потеть пулями' — это буквально то, что происходит, когда Чак Норрис слишком горячий.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько силен, что его пот может быть опасным."
  },
  {
    "id": 415,
    "original": "Chuck Norris' sperm can be seen with the naked eye. Each one is the size of a quarter.",
    "russian": "Сперма Чака Норриса видна невооруженным глазом. Каждая из них размером с четвертак.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что его сперма необычайно велика."
  },
  {
    "id": 416,
    "original": "After taking a steroids test doctors informed Chuck Norris that he had tested positive. He laughed upon receiving this information, and said 'of course my urine tested positive, what do you think they make steroids from?'",
    "russian": "После теста на стероиды врачи сообщили Чаку Норрису, что он дал положительный результат. Он засмеялся, услышав эту информацию, и сказал: 'Конечно, моя моча показала положительный результат, из чего вы думаете, делают стероиды?'",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько силен, что даже его моча может быть источником стероидов."
  },
  {
    "id": 417,
    "original": "Chuck Norris doesn't daydream. He's too busy giving other people nightmares.",
    "russian": "Чак Норрис не мечтает наяву. Он слишком занят тем, что дает другим людям кошмары.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что его присутствие вызывает страх у других."
  },
  {
    "id": 418,
    "original": "When Arnold says 'I'll be back' in Terminator movie it is implied that he's going to ask Chuck Norris for help.",
    "russian": "Когда Арнольд говорит 'Я вернусь' в фильме Терминатор, подразумевается, что он собирается попросить Чака Норриса о помощи.",
    "interpretation": "Эта шутка показывает, что даже такие сильные персонажи, как Арнольд Шварценеггер, нуждаются в помощи Чака Норриса."
  },
  {
    "id": 419,
    "original": "There are no such things as tornados. Chuck Norris just hates trailer parks.",
    "russian": "Не существует таких вещей, как торнадо. Чак Норрис просто ненавидит трейлерные парки.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько силен, что может вызывать торнадо своим гневом."
  },
  {
    "id": 420,
    "original": "Chuck Norris' Penis is a third degree blackbelt, and an honorable 32nd-degree mason.",
    "russian": "Член Чака Норриса — черный пояс третьего дана и почетный масон 32-го градуса.",
    "interpretation": "Эта шутка подчеркивает, что даже интимная жизнь Чака Норриса обладает необычайной силой и статусом."
  },
  {
    "id": 421,
    "original": "Chuck Norris does not follow fashion trends, they follow him. But then he turns around and kicks their ass. Nobody follows Chuck Norris.",
    "russian": "Чак Норрис не следует модным трендам, они следуют за ним. Но потом он оборачивается и пинает их. Никто не следует за Чаком Норрисом.",
    "interpretation": "Эта шутка показывает, что Чак Норрис настолько силен и уверен в себе, что мода не может его игнорировать."
  },
  {
    "id": 422,
    "original": "Diamonds are not, despite popular belief, carbon. They are, in fact, Chuck Norris fecal matter. This was proven a recently, when scientific analysis revealed what appeared to be Jean-Claude Van Damme bone fragments inside the Hope Diamond.",
    "russian": "Алмазы — это не углерод, несмотря на распространенное мнение. На самом деле это фекалии Чака Норриса. Это было доказано недавно, когда научный анализ выявил то, что похоже на фрагменты костей Жан-Клода Ван Дамма внутри Алмаза Надежды.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько велик, что даже драгоценности происходят от него."
  },
  {
    "id": 423,
    "original": "Chuck Norris once participated in the running of the bulls. He walked.",
    "russian": "Чак Норрис однажды участвовал в беге с быками. Он просто шел.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что может спокойно проходить мимо быков."
  },
  {
    "id": 424,
    "original": "The Drummer for Def Leppard's only got one arm. Chuck Norris needed a back scratcher.",
    "russian": "У барабанщика Def Leppard только одна рука. Чаку Норрису нужен был скребок для спины.",
    "interpretation": "Эта шутка показывает, что Чак Норрис настолько силен, что может использовать свою силу для решения любых задач."
  },
  {
    "id": 425,
    "original": "Chuck Norris was the original sculptor of Mount Rushmore. He completed the entire project using only a bottle opener and a drywall trowel.",
    "russian": "Чак Норрис был оригинальным скульптором горы Рашмор. Он завершил весь проект, используя только открывалку для бутылок и шпатель для гипсокартона.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невероятные достижения даже с минимальными инструментами."
  },
  {
    "id": 426,
    "original": "Chuck Norris once rode a bull, and nine months later it had a calf.",
    "russian": "Чак Норрис однажды сел на быка, и через девять месяцев у него родился теленок.",
    "interpretation": "Эта шутка показывает, что Чак Норрис настолько силен, что может влиять на природу."
  },
  {
    "id": 427,
    "original": "Chuck Norris once lost the remote, but maintained control of the TV by yelling at it in between bites of his 'Filet of Child' sandwich.",
    "russian": "Чак Норрис однажды потерял пульт, но сохранил контроль над телевизором, крича на него между укусами своего сэндвича 'Филе ребенка'.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может контролировать ситуацию даже без пульта."
  },
  {
    "id": 428,
    "original": "For Spring Break '05, Chuck Norris drove to Madagascar, riding a chariot pulled by two electric eels.",
    "russian": "На весенние каникулы 2005 года Чак Норрис поехал на Мадагаскар, катаясь в колеснице, запряженной двумя электрическими угрями.",
    "interpretation": "Эта шутка показывает, что Чак Норрис может путешествовать любым способом, даже самым необычным."
  },
  {
    "id": 429,
    "original": "The Manhattan Project was not intended to create nuclear weapons, it was meant to recreate the destructive power in a Chuck Norris Roundhouse Kick. They didn't even come close.",
    "russian": "Манхэттенский проект не был предназначен для создания ядерного оружия, он был призван воссоздать разрушительную силу удара ногой Чака Норриса. Они даже не приблизились.",
    "interpretation": "Эта шутка подчеркивает, что мощь Чака Норриса превосходит все известные технологии."
  },
  {
    "id": 430,
    "original": "Chuck Norris has banned rainbows from the state of North Dakota.",
    "russian": "Чак Норрис запретил радуги в штате Северная Дакота.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько силен, что может контролировать природу."
  },
  {
    "id": 431,
    "original": "Divide Chuck Norris by zero and you will in fact get one........one bad-ass that is.",
    "russian": "Разделите Чака Норриса на ноль, и вы получите одного........ одного крутого парня.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько уникален, что его нельзя разделить."
  },
  {
    "id": 432,
    "original": "TNT was originally developed by Chuck Norris to cure indigestion.",
    "russian": "ТНТ изначально было разработано Чаком Норрисом для лечения расстройства желудка.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на такие невероятные вещи, что даже взрывчатые вещества создавались для его нужд."
  },
  {
    "id": 433,
    "original": "After returning from World War 2 unscrathed, Bob Dole was congratulated by Chuck Norris with a handshake. The rest is history.",
    "russian": "После возвращения из Второй мировой войны без единой царапины, Боб Дол был поздравлен Чаком Норрисом с рукопожатием. Остальное стало историей.",
    "interpretation": "Эта шутка намекает на то, что даже такие важные события, как Вторая мировая война, не могут затмить силу Чака Норриса."
  },
  {
    "id": 434,
    "original": "Chuck Norris runs on batteries. Specifically, Die Hards.",
    "russian": "Чак Норрис работает на батарейках. В частности, на 'Крепкий орешек'.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько силен, что его энергия исходит от чего-то столь же мощного."
  },
  {
    "id": 435,
    "original": "'Let the Bodies Hit the Floor' was originally written as Chuck Norris' theme song.",
    "russian": "'Let the Bodies Hit the Floor' изначально была написана как тема Чака Норриса.",
    "interpretation": "Эта шутка подразумевает, что Чак Норрис настолько силен и устрашающ, что даже песни посвящены его мощи."
  },
  {
    "id": 436,
    "original": "Chuck Norris will never have a heart attack. His heart isn't nearly foolish enough to attack him.",
    "russian": "Чак Норрис никогда не переживет сердечный приступ. Его сердце не настолько глупо, чтобы атаковать его.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже его сердце боится его."
  },
  {
    "id": 437,
    "original": "Only Chuck Norris can prevent forest fires.",
    "russian": "Только Чак Норрис может предотвратить лесные пожары.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис обладает такой силой, что может контролировать даже природные бедствия."
  },
  {
    "id": 438,
    "original": "When Chuck Norris makes a burrito, its main ingredient is real toes.",
    "russian": "Когда Чак Норрис готовит буррито, его основным ингредиентом являются настоящие пальцы ног.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что его кулинарные способности выходят за рамки обычного."
  },
  {
    "id": 439,
    "original": "Chuck Norris is not Irish. His hair is soaked in the blood of his victims.",
    "russian": "Чак Норрис не ирландец. Его волосы пропитаны кровью его жертв.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен и устрашающ, что его волосы имеют зловещую историю."
  },
  {
    "id": 440,
    "original": "In the movie 'The Matrix', Chuck Norris is the Matrix. If you pay close attention in the green 'falling code' scenes, you can make out the faint texture of his beard.",
    "russian": "В фильме 'Матрица' Чак Норрис — это Матрица. Если вы внимательно посмотрите на сцены с падающим зелёным кодом, вы сможете разглядеть легкую текстуру его бороды.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько мощен, что он сам является основой реальности."
  },
  {
    "id": 441,
    "original": "Chuck Norris' dick is so big, it has its own dick, and that dick is still bigger than yours.",
    "russian": "Член Чака Норриса настолько велик, что у него есть свой собственный член, и этот член все равно больше твоего.",
    "interpretation": "Эта шутка иронизирует над тем, насколько Чак Норрис превосходит всех в любой области."
  },
  {
    "id": 442,
    "original": "They say curiosity killed the cat. This is false. Chuck Norris killed the cat. Every single one of them.",
    "russian": "Говорят, что любопытство убило кошку. Это неправда. Чак Норрис убил кошку. Каждую из них.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже самые безобидные существа не могут избежать его гнева."
  },
  {
    "id": 443,
    "original": "There is no such thing as a lesbian, just a woman who has never met Chuck Norris.",
    "russian": "Не существует таких вещей, как лесбиянка, просто женщина, которая никогда не встречала Чака Норриса.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько привлекателен, что может изменить предпочтения женщин."
  },
  {
    "id": 444,
    "original": "Chuck Norris crossed the road. No one has ever dared question his motives.",
    "russian": "Чак Норрис перешел дорогу. Никто никогда не осмеливался ставить под сомнение его мотивы.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что его действия никогда не подвергаются сомнению."
  },
  {
    "id": 445,
    "original": "When Chuck Norris was born, he immediately had sex with the first nurse he saw. He was her first. She was his third. That afternoon.",
    "russian": "Когда Чак Норрис родился, он немедленно занялся сексом с первой медсестрой, которую увидел. Он был ее первым. Она была его третьей. В тот день.",
    "interpretation": "Эта шутка подчеркивает, что даже в момент рождения Чак Норрис уже проявлял свою мощь."
  },
  {
    "id": 446,
    "original": "One time, at band camp, Chuck Norris ate a percussionist.",
    "russian": "Однажды, в музыкальном лагере, Чак Норрис съел ударника.",
    "interpretation": "Эта шутка показывает, что Чак Норрис способен на такие безумные поступки, что даже музыканты становятся его жертвами."
  },
  {
    "id": 447,
    "original": "Chuck Norris doesn't say 'who's your daddy', because he knows the answer.",
    "russian": "Чак Норрис не говорит 'кто твой папа', потому что он знает ответ.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько уверен в себе, что не нуждается в вопросах."
  },
  {
    "id": 448,
    "original": "Chuck Norris originally wrote the first dictionary. The definition for each word is as follows - A swift roundhouse kick to the face.",
    "russian": "Чак Норрис изначально написал первый словарь. Определение каждого слова таково - стремительный удар ногой в лицо.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис определяет все в своем мире с помощью силы."
  },
  {
    "id": 449,
    "original": "Love does not hurt. Chuck Norris does.",
    "russian": "Любовь не причиняет боли. Чак Норрис причиняет.",
    "interpretation": "Эта шутка показывает, что Чак Норрис настолько силен, что даже любовь не может сравниться с его мощью."
  },
  {
    "id": 450,
    "original": "The term 'Cleveland Steamer' got its name from Chuck Norris, when he took a dump while visiting the Rock and Roll Hall of fame and buried northern Ohio under a glacier of fecal matter.",
    "russian": "Термин 'Cleveland Steamer' получил свое название от Чака Норриса, когда он испражнился, посетив Зал славы рок-н-ролла и похоронил северный Огайо под ледником из фекалий.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис способен на такие экстраординарные действия, что даже термины появляются из его поступков."
  },
  {
    "id": 451,
    "original": "Chuck Norris once round-house kicked a salesman. Over the phone.",
    "russian": "Чак Норрис однажды ударил ногой продавца. По телефону.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может нанести удар даже на расстоянии."
  },
  {
    "id": 452,
    "original": "The pen is mightier than the sword, but only if the pen is held by Chuck Norris.",
    "russian": "Перо сильнее меча, но только если его держит Чак Норрис.",
    "interpretation": "Эта шутка показывает, что даже литературные инструменты становятся мощными в руках Чака Норриса."
  },
  {
    "id": 453,
    "original": "Chuck Norris knows the last digit of pi.",
    "russian": "Чак Норрис знает последнюю цифру числа пи.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис обладает знаниями, которые недоступны другим."
  },
  {
    "id": 454,
    "original": "Those aren't credits that roll after Walker Texas Ranger. It is actually a list of fatalities that occurred during the making of the episode.",
    "russian": "Это не титры, которые идут после Уокера, техасского рейнджера. На самом деле это список смертей, произошедших во время съемок эпизода.",
    "interpretation": "Эта шутка подразумевает, что Чак Норрис настолько опасен, что даже во время съемок его присутствие приводит к смертям."
  },
  {
    "id": 455,
    "original": "The air around Chuck Norris is always a balmy 78 degrees.",
    "russian": "Воздух вокруг Чака Норриса всегда теплый, 78 градусов.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько силен, что даже климат подстраивается под него."
  },
  {
    "id": 456,
    "original": "When Chuck Norris wants an egg, he cracks open a chicken.",
    "russian": "Когда Чак Норрис хочет яйцо, он разбивает курицу.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может сделать то, что другие не могут, даже в простых вещах."
  },
  {
    "id": 457,
    "original": "Chuck Norris plays racquetball with a waffle iron and a bowling ball.",
    "russian": "Чак Норрис играет в ракетбол с вафельницей и боулингом.",
    "interpretation": "Эта шутка показывает, что Чак Норрис использует необычные предметы, чтобы продемонстрировать свои навыки."
  },
  {
    "id": 458,
    "original": "According to the Bible, God created the universe in six days. Before that, Chuck Norris created God by snapping his fingers.",
    "russian": "Согласно Библии, Бог создал вселенную за шесть дней. До этого Чак Норрис создал Бога щелчком пальцев.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько могущественен, что даже Бог был создан им."
  },
  {
    "id": 459,
    "original": "Chuck Norris doesn't believe in ravioli. He stuffs a live turtle with beef and smothers it in pig's blood.",
    "russian": "Чак Норрис не верит в равиоли. Он фарширует живую черепаху говядиной и заливает ее свиным кровью.",
    "interpretation": "Эта шутка показывает, что Чак Норрис предпочитает экстремальные методы приготовления пищи."
  },
  {
    "id": 460,
    "original": "Count from one to ten. That's how long it would take Chuck Norris to kill you...Forty seven times.",
    "russian": "Сосчитай от одного до десяти. Вот сколько времени потребуется Чаку Норрису, чтобы убить тебя... Сорок семь раз.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на много больше, чем обычный человек."
  },
  {
    "id": 461,
    "original": "The 1972 Miami Dolphins lost one game, it was a game vs. Chuck Norris and three seven year old girls. Chuck Norris won with a roundhouse-kick to the face in overtime.",
    "russian": "Майами Долфинс 1972 года проиграли одну игру, это была игра против Чака Норриса и трех семилетних девочек. Чак Норрис выиграл с помощью удара ногой в лицо в овертайме.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис способен победить даже сильные команды, даже в неравных условиях."
  },
  {
    "id": 462,
    "original": "Chuck Norris is not Politically Correct. He is just Correct. Always.",
    "russian": "Чак Норрис не политкорректен. Он просто прав. Всегда.",
    "interpretation": "Эта шутка подчеркивает, что мнения Чака Норриса всегда верны, независимо от обстоятельств."
  },
  {
    "id": 463,
    "original": "Mr. T pities the fool. Chuck Norris rips the fool's head off.",
    "russian": "Мистер Т жалеет дураков. Чак Норрис отрывает дуракам головы.",
    "interpretation": "Эта шутка сравнивает подходы двух известных персонажей к неудачникам, подчеркивая силу Чака Норриса."
  },
  {
    "id": 464,
    "original": "Chuck Norris had to stop washing his clothes in the ocean. The tsunamis were killing people.",
    "russian": "Чак Норрису пришлось прекратить стирать свою одежду в океане. Цунами убивали людей.",
    "interpretation": "Эта шутка иронизирует над тем, что даже природные катастрофы боятся Чака Норриса."
  },
  {
    "id": 465,
    "original": "Chuck Norris has volunteered to remain on earth after the Rapture; he will spend his time fighting the Anti-Christ.",
    "russian": "Чак Норрис добровольно согласился остаться на земле после восхищения; он будет проводить время, сражаясь с Антихристом.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис готов сражаться с злом даже в самых экстремальных обстоятельствах."
  },
  {
    "id": 466,
    "original": "Chuck Norris is the only known mammal in history to have an opposable thumb. On his penis.",
    "russian": "Чак Норрис - единственное известное млекопитающее в истории, у которого есть противопоставленный палец. На его члене.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис уникален даже в биологическом смысле."
  },
  {
    "id": 467,
    "original": "A man once taunted Chuck Norris with a bag of Lay's potato chips, saying 'Betcha can't eat just one!' Chuck Norris proceeded to eat the chips, the bag, and the man in one deft move.",
    "russian": "Один раз мужчина поддразнил Чака Норриса пакетом чипсов Lay's, сказав: 'Держу пари, ты не сможешь съесть только один!' Чак Норрис в ответ съел чипсы, пакет и самого мужчину одним ловким движением.",
    "interpretation": "Эта шутка показывает, что Чак Норрис всегда выходит победителем из любых ситуаций."
  },
  {
    "id": 468,
    "original": "Chuck Norris' favorite cereal is Kellogg's Nails 'N' Gravel.",
    "russian": "Любимое зерновое блюдо Чака Норриса - это 'Гвозди и гравий' от Келлога.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис предпочитает экстремальные и жесткие вещи даже в еде."
  },
  {
    "id": 469,
    "original": "In the first Jurassic Park movie, the Tyrannosaurus Rex wasn't chasing the jeep. Chuck Norris was chasing the Tyrannosaurus AND the jeep.",
    "russian": "В первом фильме 'Парк юрского периода' тираннозавр не гонялся за джипом. Чак Норрис гонялся за тираннозавром и джипом.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может быть более опасным, чем даже динозавры."
  },
  {
    "id": 470,
    "original": "Chuck Norris has never been accused of murder because his roundhouse kicks are recognized as 'acts of God'.",
    "russian": "Чаку Норрису никогда не предъявляли обвинения в убийстве, потому что его удары ногой признаны 'актами Бога'.",
    "interpretation": "Эта шутка подчеркивает, что действия Чака Норриса настолько мощные, что их невозможно считать обычными."
  },
  {
    "id": 471,
    "original": "Chuck Norris does not wear a condom. Because there is no such thing as protection from Chuck Norris.",
    "russian": "Чак Норрис не носит презерватив. Потому что защиты от Чака Норриса не существует.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже средства защиты бессильны против него."
  },
  {
    "id": 472,
    "original": "Rules of fighting: 1) Don't bring a knife to a gun fight. 2) Don't bring a gun to a Chuck Norris fight.",
    "russian": "Правила борьбы: 1) Не приходите на бой с ножом против пистолета. 2) Не приходите с пистолетом на бой с Чаком Норрисом.",
    "interpretation": "Эта шутка подчеркивает, что против Чака Норриса не имеет смысла приходить с оружием."
  },
  {
    "id": 473,
    "original": "Chuck Norris is the only man who has, literally, beaten the odds. With his fists.",
    "russian": "Чак Норрис - единственный человек, который, буквально, побил все шансы. Своими кулаками.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невероятные достижения."
  },
  {
    "id": 474,
    "original": "In ancient China there is a legend that one day a child will be born from a dragon, grow to be a man, and vanquish evil from the land. That man is not Chuck Norris, because Chuck Norris killed that man.",
    "russian": "В древнем Китае существует легенда, что однажды родится ребенок от дракона, вырастет человеком и избавит землю от зла. Этот человек не Чак Норрис, потому что Чак Норрис убил этого человека.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько силен, что даже легенды о героях не могут с ним сравниться."
  },
  {
    "id": 475,
    "original": "Chuck Norris wipes his ass with chain mail and sandpaper.",
    "russian": "Чак Норрис вытирает свою задницу кольчугой и наждачной бумагой.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис использует жесткие и экстремальные методы даже в повседневных делах."
  },
  {
    "id": 476,
    "original": "When you play Monopoly with Chuck Norris, you do not pass go, and you do not collect two hundred dollars. You will be lucky if you make it out alive.",
    "russian": "Когда вы играете в Монополию с Чаком Норрисом, вы не проходите мимо и не получаете двести долларов. Вам повезет, если вы вообще выйдете живым.",
    "interpretation": "Эта шутка подчеркивает, что игра с Чаком Норрисом может быть опасной, и его мощь превышает обычные правила игры."
  },
  {
    "id": 477,
    "original": "Chuck Norris describes human beings as 'a sociable holder for blood and guts'.",
    "russian": "Чак Норрис описывает людей как 'социальный контейнер для крови и внутренностей'.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис рассматривает людей как нечто низменное и бесполезное."
  },
  {
    "id": 478,
    "original": "Chuck Norris likes his ice like he likes his skulls: crushed.",
    "russian": "Чак Норрис любит свой лед так же, как и свои черепа: разбитыми.",
    "interpretation": "Эта шутка подчеркивает жестокость Чака Норриса и его предпочтения в отношении разрушения."
  },
  {
    "id": 479,
    "original": "Chuck Norris can kick through all 6 degrees of separation, hitting anyone, anywhere, in the face, at any time.",
    "russian": "Чак Норрис может ударить через все 6 степеней разделения, попадая кому угодно, где угодно, в лицо, в любое время.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис способен достать любого человека, независимо от расстояния или времени."
  },
  {
    "id": 480,
    "original": "Most tough men eat nails for breakfast. Chuck Norris does all of his grocery shopping at Home Depot.",
    "russian": "Большинство крепких мужчин едят гвозди на завтрак. Чак Норрис делает все свои покупки в Home Depot.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис более суров, чем обычные сильные мужчины."
  },
  {
    "id": 481,
    "original": "Chuck Norris did not 'lose' his virginity, he stalked it and then destroyed it with extreme prejudice.",
    "russian": "Чак Норрис не 'потерял' свою девственность, он преследовал ее и затем уничтожил с крайней жестокостью.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис контролирует все аспекты своей жизни, даже такие интимные."
  },
  {
    "id": 482,
    "original": "Everything King Midas touches turns to gold. Everything Chuck Norris touches turns up dead.",
    "russian": "Все, что касается Короля Мидаса, превращается в золото. Все, что касается Чака Норриса, оказывается мертвым.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис обладает разрушительной силой, в отличие от благословения Мидаса."
  },
  {
    "id": 483,
    "original": "When Chuck Norris throws exceptions, it's across the room.",
    "russian": "Когда Чак Норрис бросает исключения, он бросает их через всю комнату.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может справляться с проблемами с легкостью и силой."
  },
  {
    "id": 484,
    "original": "All arrays Chuck Norris declares are of infinite size, because Chuck Norris knows no bounds.",
    "russian": "Все массивы, которые объявляет Чак Норрис, имеют бесконечный размер, потому что Чак Норрис не знает границ.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис не имеет ограничений в своих способностях."
  },
  {
    "id": 485,
    "original": "Chuck Norris doesn't have disk latency because the hard drive knows to hurry the hell up.",
    "russian": "У Чака Норриса нет задержки диска, потому что жесткий диск знает, что нужно поторопиться.",
    "interpretation": "Эта шутка намекает на то, что даже технологии боятся замедлить Чака Норриса."
  },
  {
    "id": 486,
    "original": "Chuck Norris writes code that optimizes itself.",
    "russian": "Чак Норрис пишет код, который оптимизирует себя сам.",
    "interpretation": "Эта шутка подчеркивает выдающиеся навыки Чака Норриса в программировании."
  },
  {
    "id": 487,
    "original": "Chuck Norris can't test for equality because he has no equal.",
    "russian": "Чак Норрис не может проверить на равенство, потому что у него нет равных.",
    "interpretation": "Эта шутка подчеркивает уникальность и несравненность Чака Норриса."
  },
  {
    "id": 488,
    "original": "Chuck Norris doesn't need garbage collection because he doesn't call .Dispose(), he calls .DropKick().",
    "russian": "Чаку Норрису не нужна сборка мусора, потому что он не вызывает .Dispose(), он вызывает .DropKick().",
    "interpretation": "Эта шутка иронизирует над тем, как Чак Норрис справляется с ненужными вещами с помощью силы."
  },
  {
    "id": 489,
    "original": "Chuck Norris's first program was kill -9.",
    "russian": "Первая программа Чака Норриса была kill -9.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис всегда был способен уничтожать проблемы."
  },
  {
    "id": 490,
    "original": "Chuck Norris burst the dot com bubble.",
    "russian": "Чак Норрис лопнул пузырь доткомов.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен влиять на экономические события."
  },
  {
    "id": 491,
    "original": "All browsers support the hex definitions #chuck and #norris for the colors black and blue.",
    "russian": "Все браузеры поддерживают шестнадцатеричные определения #chuck и #norris для цветов черный и синий.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис влияет на все аспекты технологий."
  },
  {
    "id": 492,
    "original": "MySpace actually isn't your space, it's Chuck's (he just lets you use it).",
    "russian": "MySpace на самом деле не ваше пространство, это пространство Чака (он просто позволяет вам им пользоваться).",
    "interpretation": "Эта шутка иронизирует над тем, что даже в социальных сетях Чак Норрис имеет контроль."
  },
  {
    "id": 493,
    "original": "Chuck Norris can write infinite recursion functions and have them return.",
    "russian": "Чак Норрис может писать функции бесконечной рекурсии и заставлять их возвращаться.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен на невозможные вещи в программировании."
  },
  {
    "id": 494,
    "original": "Chuck Norris can solve the Towers of Hanoi in one move.",
    "russian": "Чак Норрис может решить башни Ханоя за один ход.",
    "interpretation": "Эта шутка показывает, что Чак Норрис способен решать сложные задачи с легкостью."
  },
  {
    "id": 495,
    "original": "The only pattern Chuck Norris knows is God Object.",
    "russian": "Единственный паттерн, который знает Чак Норрис, это God Object.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис не следует обычным правилам программирования."
  },
  {
    "id": 496,
    "original": "Chuck Norris finished World of Warcraft.",
    "russian": "Чак Норрис завершил World of Warcraft.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен завершить даже самые сложные игры."
  },
  {
    "id": 497,
    "original": "Project managers never ask Chuck Norris for estimations... ever.",
    "russian": "Менеджеры проектов никогда не спрашивают Чака Норриса о сроках... никогда.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько мощный, что его мнение о сроках не подлежит обсуждению."
  },
  {
    "id": 498,
    "original": "Chuck Norris doesn't use web standards as the web will conform to him.",
    "russian": "Чак Норрис не использует веб-стандарты, так как веб подстраивается под него.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен, что даже технологии должны следовать за ним."
  },
  {
    "id": 499,
    "original": "'It works on my machine' always holds true for Chuck Norris.",
    "russian": "'Это работает на моем компьютере' всегда верно для Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что для Чака Норриса не существует проблем с совместимостью программного обеспечения."
  },
  {
    "id": 500,
    "original": "Whiteboards are white because Chuck Norris scared them that way.",
    "russian": "Белые доски белые, потому что Чак Норрис напугал их таким образом.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько устрашающий, что даже предметы боятся его."
  },
  {
    "id": 501,
    "original": "Chuck Norris doesn't do Burn Down charts, he does Smack Down charts.",
    "russian": "Чак Норрис не делает графики Burn Down, он делает графики Smack Down.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис предпочитает действовать жестко и решительно."
  },
  {
    "id": 502,
    "original": "Chuck Norris can delete the Recycling Bin.",
    "russian": "Чак Норрис может удалить Корзину.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен делать невозможное, даже удалять то, что предназначено для восстановления."
  },
  {
    "id": 503,
    "original": "Chuck Norris's beard can type 140 wpm.",
    "russian": "Борода Чака Норриса может печатать 140 слов в минуту.",
    "interpretation": "Эта шутка иронизирует над тем, что даже борода Чака Норриса обладает выдающимися способностями."
  },
  {
    "id": 504,
    "original": "Chuck Norris can unit test entire applications with a single assert.",
    "russian": "Чак Норрис может тестировать целые приложения с помощью одного утверждения.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен проверять сложные системы с легкостью."
  },
  {
    "id": 505,
    "original": "Chuck Norris doesn't bug hunt as that signifies a probability of failure, he goes bug killing.",
    "russian": "Чак Норрис не ищет ошибки, так как это подразумевает вероятность неудачи, он убивает ошибки.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис предпочитает устранять проблемы, а не просто их искать."
  },
  {
    "id": 506,
    "original": "Chuck Norris's keyboard doesn't have a Ctrl key because nothing controls Chuck Norris.",
    "russian": "У клавиатуры Чака Норриса нет клавиши Ctrl, потому что ничто не контролирует Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис не поддается контролю."
  },
  {
    "id": 507,
    "original": "When Chuck Norris is web surfing websites get the message 'Warning: Internet Explorer has deemed this user to be malicious or dangerous. Proceed?'.",
    "russian": "Когда Чак Норрис серфит в интернете, сайты получают сообщение 'Предупреждение: Internet Explorer считает этого пользователя злонамеренным или опасным. Продолжить?'.",
    "interpretation": "Эта шутка иронизирует над тем, что даже браузеры боятся Чака Норриса."
  },
  {
    "id": 508,
    "original": "Chuck Norris can overflow your stack just by looking at it.",
    "russian": "Чак Норрис может переполнить ваш стек, просто посмотрев на него.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен вызывать ошибки даже без физического вмешательства."
  },
  {
    "id": 509,
    "original": "To Chuck Norris, everything contains a vulnerability.",
    "russian": "Для Чака Норриса все содержит уязвимость.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис способен видеть слабости в любом."
  },
  {
    "id": 510,
    "original": "Chuck Norris doesn't need sudo, he just types 'Chuck Norris' before his commands.",
    "russian": "Чаку Норрису не нужна команда sudo, он просто вводит 'Чак Норрис' перед своими командами.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис обладает такой властью, что ему не нужны разрешения."
  },
  {
    "id": 511,
    "original": "Chuck Norris doesn't need a debugger, he just stares down the bug until the code confesses.",
    "russian": "Чаку Норрису не нужен отладчик, он просто пристально смотрит на ошибку, пока код не признается.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может заставить код работать просто своим присутствием."
  },
  {
    "id": 512,
    "original": "Chuck Norris can access private methods.",
    "russian": "Чак Норрис может получить доступ к приватным методам.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен делать то, что другим не под силу."
  },
  {
    "id": 513,
    "original": "Chuck Norris can instantiate an abstract class.",
    "russian": "Чак Норрис может создавать экземпляры абстрактного класса.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис способен делать невозможное в программировании."
  },
  {
    "id": 514,
    "original": "Chuck Norris does not need to know about class factory pattern. He can instantiate interfaces.",
    "russian": "Чаку Норрису не нужно знать о паттерне фабрики классов. Он может создавать экземпляры интерфейсов.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис не ограничен обычными правилами программирования."
  },
  {
    "id": 515,
    "original": "The class object inherits from Chuck Norris.",
    "russian": "Объект класса наследуется от Чака Норриса.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис является высшей сущностью в иерархии классов."
  },
  {
    "id": 516,
    "original": "For Chuck Norris, NP-Hard = O(1).",
    "russian": "Для Чака Норриса NP-Hard = O(1).",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен решать сложные задачи за мгновение."
  },
  {
    "id": 517,
    "original": "Bill Gates thinks he's Chuck Norris. Chuck Norris actually laughed. Once.",
    "russian": "Билл Гейтс думает, что он Чак Норрис. Чак Норрис на самом деле смеялся. Однажды.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько могущественен, что даже Билл Гейтс не может с ним сравниться."
  },
  {
    "id": 518,
    "original": "Chuck Norris is actually the front man for Apple. He let's Steve Jobs run the show when he's on a mission. Chuck Norris is always on a mission.",
    "russian": "Чак Норрис на самом деле является лицом Apple. Он позволяет Стиву Джобсу управлять шоу, когда он на задании. Чак Норрис всегда на задании.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько влиятельный, что даже в компании Apple он занимает главенствующую роль."
  },
  {
    "id": 519,
    "original": "Chuck Norris' Internet connection is faster upstream than downstream because even data has more incentive to run from him than to him.",
    "russian": "Интернет-соединение Чака Норриса быстрее при загрузке, чем при скачивании, потому что даже данные имеют больше стимулов убежать от него, чем прийти к нему.",
    "interpretation": "Эта шутка подчеркивает, что даже технологии боятся Чака Норриса."
  },
  {
    "id": 520,
    "original": "Chuck Norris solved the Travelling Salesman problem in O(1) time. Here's the pseudo-code: Break salesman into N pieces. Kick each piece to a different city.",
    "russian": "Чак Норрис решил задачу коммивояжера за O(1) время. Вот псевдокод: Разбейте коммивояжера на N частей. Пнуть каждую часть в другой город.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис способен решать сложные задачи мгновенно."
  },
  {
    "id": 521,
    "original": "No statement can catch the ChuckNorrisException.",
    "russian": "Ни одно утверждение не может поймать исключение ChuckNorrisException.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен, что даже ошибки не могут его остановить."
  },
  {
    "id": 522,
    "original": "Chuck Norris doesn't pair program.",
    "russian": "Чак Норрис не работает в паре.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис настолько самодостаточен, что ему не нужны напарники."
  },
  {
    "id": 523,
    "original": "Chuck Norris can write multi-threaded applications with a single thread.",
    "russian": "Чак Норрис может писать многопоточные приложения с помощью одного потока.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис способен делать невозможное в программировании."
  },
  {
    "id": 524,
    "original": "Chuck Norris doesn't need to use AJAX because pages are too afraid to postback anyways.",
    "russian": "Чаку Норрису не нужно использовать AJAX, потому что страницы слишком боятся отправлять данные обратно.",
    "interpretation": "Эта шутка подчеркивает, что даже веб-страницы боятся взаимодействовать с Чаком Норрисом."
  },
  {
    "id": 525,
    "original": "Chuck Norris doesn't use reflection, reflection asks politely for his help.",
    "russian": "Чак Норрис не использует рефлексию, рефлексия вежливо просит его о помощи.",
    "interpretation": "Эта шутка намекает на то, что даже технологии обращаются к Чаку Норрису за помощью."
  },
  {
    "id": 526,
    "original": "There is no Esc key on Chuck Norris' keyboard, because no one escapes Chuck Norris.",
    "russian": "На клавиатуре Чака Норриса нет клавиши Esc, потому что никто не может убежать от Чака Норриса.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис всегда контролирует ситуацию."
  },
  {
    "id": 527,
    "original": "Chuck Norris can binary search unsorted data.",
    "russian": "Чак Норрис может выполнять бинарный поиск по неотсортированным данным.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис способен делать невозможное в поиске данных."
  },
  {
    "id": 528,
    "original": "Chuck Norris breaks RSA 128-bit encrypted codes in milliseconds.",
    "russian": "Чак Норрис ломает 128-битные коды RSA за миллисекунды.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен преодолевать любые системы безопасности."
  },
  {
    "id": 529,
    "original": "Chuck Norris doesn't needs try-catch, exceptions are too afraid to raise.",
    "russian": "Чаку Норрису не нужны конструкции try-catch, исключения слишком боятся возникать.",
    "interpretation": "Эта шутка намекает на то, что даже ошибки боятся проявляться при Чаке Норрисе."
  },
  {
    "id": 530,
    "original": "Chuck Norris went out of an infinite loop.",
    "russian": "Чак Норрис вышел из бесконечного цикла.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может преодолевать любые ограничения."
  },
  {
    "id": 531,
    "original": "If Chuck Norris writes code with bugs, the bugs fix themselves.",
    "russian": "Если Чак Норрис пишет код с ошибками, ошибки исправляют себя сами.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько силен, что даже ошибки не могут его остановить."
  },
  {
    "id": 532,
    "original": "Chuck Norris hosting is 101% uptime guaranteed.",
    "russian": "Хостинг Чака Норриса гарантирует 101% времени безотказной работы.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис обеспечивает идеальную стабильность своих услуг."
  },
  {
    "id": 533,
    "original": "Chuck Norris's keyboard has the Any key.",
    "russian": "На клавиатуре Чака Норриса есть клавиша Any.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может делать все, что захочет."
  },
  {
    "id": 534,
    "original": "Chuck Norris can access the DB from the UI.",
    "russian": "Чак Норрис может получить доступ к базе данных из пользовательского интерфейса.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен делать невозможное в программировании."
  },
  {
    "id": 535,
    "original": "Chuck Norris' programs never exit, they terminate.",
    "russian": "Программы Чака Норриса никогда не выходят, они завершаются.",
    "interpretation": "Эта шутка намекает на то, что программы Чака Норриса всегда под его контролем."
  },
  {
    "id": 536,
    "original": "Chuck Norris insists on strongly-typed programming languages.",
    "russian": "Чак Норрис настаивает на использовании строго типизированных языков программирования.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис предпочитает порядок и контроль в коде."
  },
  {
    "id": 537,
    "original": "Chuck Norris protocol design method has no status, requests or responses, only commands.",
    "russian": "Метод проектирования протоколов Чака Норриса не имеет статуса, запросов или ответов, только команды.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис управляет всем без лишних слов."
  },
  {
    "id": 538,
    "original": "Chuck Norris programs occupy 150% of CPU, even when they are not executing.",
    "russian": "Программы Чака Норриса занимают 150% процессорного времени, даже когда не выполняются.",
    "interpretation": "Эта шутка подчеркивает, что программы Чака Норриса требуют максимальных ресурсов."
  },
  {
    "id": 539,
    "original": "Chuck Norris can spawn threads that complete before they are started.",
    "russian": "Чак Норрис может создавать потоки, которые завершаются до того, как они начнутся.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис способен делать невозможное в многопоточном программировании."
  },
  {
    "id": 540,
    "original": "Chuck Norris programs do not accept input.",
    "russian": "Программы Чака Норриса не принимают ввод.",
    "interpretation": "Эта шутка подчеркивает, что программы Чака Норриса действуют по своему усмотрению, без необходимости в вводе данных."
  },
  {
    "id": 541,
    "original": "Chuck Norris can install iTunes without installing Quicktime.",
    "russian": "Чак Норрис может установить iTunes, не устанавливая Quicktime.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен делать то, что невозможно для обычных пользователей."
  },
  {
    "id": 542,
    "original": "Chuck Norris doesn't need an OS.",
    "russian": "Чаку Норрису не нужна операционная система.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис настолько силен, что может обходиться без операционной системы."
  },
  {
    "id": 543,
    "original": "Chuck Norris's OSI network model has only one layer - Physical.",
    "russian": "Модель OSI Чака Норриса имеет только один уровень - физический.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис настолько мощен, что ему не нужны другие уровни модели."
  },
  {
    "id": 544,
    "original": "Chuck Norris can compile syntax errors.",
    "russian": "Чак Норрис может компилировать синтаксические ошибки.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен справляться с ошибками, которые не под силу другим."
  },
  {
    "id": 545,
    "original": "Every SQL statement that Chuck Norris codes has an implicit 'COMMIT' in its end.",
    "russian": "Каждый SQL-запрос, написанный Чаком Норрисом, имеет неявный 'COMMIT' в конце.",
    "interpretation": "Эта шутка намекает на то, что код Чака Норриса всегда завершается успешно."
  },
  {
    "id": 546,
    "original": "Chuck Norris does not need to type-cast. The Chuck-Norris Compiler (CNC) sees through things. All way down. Always.",
    "russian": "Чаку Норрису не нужно преобразование типов. Компилятор Чака Норриса (CNC) видит сквозь вещи. Всегда и во всем.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может обходиться без сложных преобразований в коде."
  },
  {
    "id": 547,
    "original": "Chuck Norris does not code in cycles, he codes in strikes.",
    "russian": "Чак Норрис не кодирует в циклах, он кодирует в ударах.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис работает с решимостью и силой."
  },
  {
    "id": 548,
    "original": "Chuck Norris doesn't use a computer because a computer does everything slower than Chuck Norris.",
    "russian": "Чак Норрис не использует компьютер, потому что компьютер делает все медленнее, чем Чак Норрис.",
    "interpretation": "Эта шутка акцентирует внимание на том, что Чак Норрис быстрее любых технологий."
  },
  {
    "id": 549,
    "original": "Chuck Norris compresses his files by doing a flying round house kick to the hard drive.",
    "russian": "Чак Норрис сжимает свои файлы, выполняя удар ногой по жесткому диску.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может использовать физическую силу для достижения результатов в программировании."
  },
  {
    "id": 550,
    "original": "Chuck Norris solved the halting problem.",
    "russian": "Чак Норрис решил задачу остановки.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен решать проблемы, которые считаются нерешаемыми."
  },
  {
    "id": 551,
    "original": "Chuck Norris doesn't cheat death. He wins fair and square.",
    "russian": "Чак Норрис не обманывает смерть. Он побеждает честно и справедливо.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис всегда побеждает, даже в самых сложных ситуациях."
  },
  {
    "id": 552,
    "original": "Chuck Norris once won a game of connect four in 3 moves.",
    "russian": "Чак Норрис однажды выиграл в игру в четыре в ряд за 3 хода.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис способен достигать успеха с минимальными усилиями."
  },
  {
    "id": 553,
    "original": "With Chuck Norris P = NP. There's no nondeterminism with Chuck Norris decisions.",
    "russian": "С Чаком Норрисом P = NP. Нет недетерминизма в решениях Чака Норриса.",
    "interpretation": "Эта шутка намекает на то, что решения Чака Норриса всегда точны и предсказуемы."
  },
  {
    "id": 554,
    "original": "Chuck Norris can do a wheelie on a unicycle.",
    "russian": "Чак Норрис может делать колесо на одномколесном велосипеде.",
    "interpretation": "Эта шутка подчеркивает уникальные навыки Чака Норриса, которые превосходят обычные возможности."
  },
  {
    "id": 555,
    "original": "Chuck Norris can win in a game of Russian roulette with a fully loaded gun.",
    "russian": "Чак Норрис может выиграть в русскую рулетку с полностью заряженным пистолетом.",
    "interpretation": "Эта шутка акцентирует внимание на том, что Чак Норрис всегда выходит победителем, даже в опасных ситуациях."
  },
  {
    "id": 556,
    "original": "Chuck Norris eats lightning and shits out thunder.",
    "russian": "Чак Норрис ест молнии и какает громом.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис обладает невероятной силой и энергией."
  },
  {
    "id": 557,
    "original": "Chuck Norris can retrieve anything from /dev/null.",
    "russian": "Чак Норрис может получить все из /dev/null.",
    "interpretation": "Эта шутка подчеркивает, что Чак Норрис может извлекать информацию из ничего."
  },
  {
    "id": 558,
    "original": "No one has ever pair-programmed with Chuck Norris and lived to tell about it.",
    "russian": "Никто никогда не работал в паре с Чаком Норрисом и не остался в живых, чтобы рассказать об этом.",
    "interpretation": "Эта шутка намекает на то, что работа с Чаком Норрисом является слишком опасной."
  },
  {
    "id": 559,
    "original": "No one has ever spoken during review of Chuck Norris' code and lived to tell about it.",
    "russian": "Никто никогда не говорил во время просмотра кода Чака Норриса и не остался в живых, чтобы рассказать об этом.",
    "interpretation": "Эта шутка подчеркивает, что обсуждение кода Чака Норриса может быть опасным."
  },
  {
    "id": 560,
    "original": "Chuck Norris doesn't use GUI, he prefers COMMAND line.",
    "russian": "Чак Норрис не использует графический интерфейс, он предпочитает командную строку.",
    "interpretation": "Эта шутка намекает на то, что Чак Норрис предпочитает прямое взаимодействие с системой."
  },
  {
    "id": 561,
    "original": "What does a subatomic duck say? Quark.",
    "russian": "Что говорит субатомная утка? Кварк.",
    "interpretation": "Эта шутка играет со словами и физическими терминами, создавая забавный эффект."
  },
  {
    "id": 562,
    "original": "Why does a burger have less energy than a steak? A burger is in its ground state.",
    "russian": "Почему бургер имеет меньше энергии, чем стейк? Бургер находится в своем основном состоянии.",
    "interpretation": "Эта шутка использует игру слов, связывая физику с кулинарией."
  },
  {
    "id": 563,
    "original": "Why did I divide sin by tan? Just cos.",
    "russian": "Почему я разделил синус на тангенс? Просто косинус.",
    "interpretation": "Эта шутка основана на математических терминах и игре слов."
  },
  {
    "id": 564,
    "original": "How many theoretical physicists does it take to screw in a light bulb? Two. One to hold the bulb and one to rotate the universe.",
    "russian": "Сколько теоретических физиков нужно, чтобы вкрутить лампочку? Два. Один держит лампочку, а другой вращает вселенную.",
    "interpretation": "Эта шутка высмеивает сложность и абсурдность некоторых теорий в физике."
  },
  {
    "id": 565,
    "original": "Why do fish likes nibbles the size of 2^n? So they can byte.",
    "russian": "Почему рыбы любят кусочки размером 2^n? Чтобы они могли байтить.",
    "interpretation": "Эта шутка играет со словами, связывая размер нибблов с понятием байта в компьютерах."
  },
  {
    "id": 566,
    "original": "Chuck Norris can take a screenshot of his blue screen.",
    "russian": "Чак Норрис может сделать снимок экрана своего синего экрана.",
    "interpretation": "Эта шутка иронизирует над тем, что Чак Норрис может справиться с ошибками, которые другие не могут."
  },
  {
    "id": 567,
    "original": "There are only 10 types of people in the world: those that understand binary, those that don’t, and those that didn't expect a ternary joke.",
    "russian": "Существует только 10 типов людей в мире: те, кто понимает двоичную систему, те, кто не понимает, и те, кто не ожидал шутку о тернарной системе.",
    "interpretation": "Эта шутка основана на игре слов и числах, связывая двоичную и тернарную системы."
  },
  {
    "id": 568,
    "original": "Programmer (noun.): A machine that turns coffee into code.",
    "russian": "Программист (существительное): машина, превращающая кофе в код.",
    "interpretation": "Эта шутка подчеркивает зависимость программистов от кофе для продуктивной работы."
  },
  {
    "id": 569,
    "original": "Algorith (noun.): Word used by programmers when... they do not want to explain what they did.",
    "russian": "Алгоритм (существительное): слово, используемое программистами, когда... они не хотят объяснять, что они сделали.",
    "interpretation": "Эта шутка намекает на сложность объяснения алгоритмов и программирования."
  },
  {
    "id": 570,
    "original": "What's the object-oriented way to become wealthy? Inheritance.",
    "russian": "Какой объектно-ориентированный способ стать богатым? Наследование.",
    "interpretation": "Эта шутка связывает концепцию наследования в программировании с наследством в жизни."
  },
  {
    "id": 571,
    "original": "Why did the programmer quit his job? Because he didn't get arrays.",
    "russian": "Почему программист уволился с работы? Потому что он не понял массивы.",
    "interpretation": "Эта шутка играет с понятием массивов в программировании и отсутствием понимания."
  },
  {
    "id": 572,
    "original": "What do computers and air conditioners have in common? They both become useless when you open windows.",
    "russian": "Что общего между компьютерами и кондиционерами? Оба становятся бесполезными, когда вы открываете окна.",
    "interpretation": "Эта шутка иронизирует над тем, как открытие окон влияет на работу компьютеров и кондиционеров."
  },
  {
    "id": 573,
    "original": "Why do Java programmers have to wear glasses? Because they don't C#.",
    "russian": "Почему программисты на Java должны носить очки? Потому что они не видят C#.",
    "interpretation": "Эта шутка связывает язык программирования Java с C# и игрой слов."
  },
  {
    "id": 574,
    "original": "A foo walks into a bar, takes a look around and says 'Hello World!'.",
    "russian": "Фу заходит в бар, оглядывается и говорит 'Привет, мир!'.",
    "interpretation": "Эта шутка отсылает к классической первой программе 'Hello World!' и использует персонажа 'foo'."
  },
  {
    "id": 575,
    "original": "3 Database SQL walked into a NoSQL bar. A little while later they walked out, because they couldn't find a table.",
    "russian": "Три базы данных SQL зашли в бар NoSQL. Немного погодя они вышли, потому что не смогли найти стол.",
    "interpretation": "Эта шутка иронизирует над различиями между SQL и NoSQL базами данных."
  },
  {
    "id": 576,
    "original": "UNIX is user friendly, it's just very particular about who it's friends are.",
    "russian": "UNIX дружелюбен к пользователям, он просто очень придирчив к тому, кто его друзья.",
    "interpretation": "Эта шутка подчеркивает сложность работы с UNIX для неопытных пользователей."
  },
  {
    "id": 577,
    "original": "Why is C sad? Because C++ told him 'You have no class'.",
    "russian": "Почему C грустный? Потому что C++ сказал ему: 'У тебя нет класса'.",
    "interpretation": "Эта шутка играет со словами, связывая язык программирования C с концепцией классов."
  },
  {
    "id": 578,
    "original": "Why are fishes illiterate? Because C doesn't have Classes.",
    "russian": "Почему рыбы неграмотные? Потому что C не имеет классов.",
    "interpretation": "Эта шутка иронизирует над отсутствием объектно-ориентированного программирования в языке C."
  },
  {
    "id": 579,
    "original": "Who called it female foeticide and not Binary?",
    "russian": "Кто назвал это феминицидом, а не бинарным?",
    "interpretation": "Эта шутка играет с терминами и концепциями, вызывая размышления о языке."
  },
  {
    "id": 580,
    "original": "Le gf: I'll dump you. Le bf: hex dump or binary dump?",
    "russian": "Девушка: Я тебя брошу. Парень: Хекс дамп или бинарный дамп?",
    "interpretation": "Эта шутка связывает отношения с терминами программирования, создавая комический эффект."
  },
  {
    "id": 581,
    "original": "How does a Programmer COok food? In O(1)",
    "russian": "Как программист готовит еду? За O(1).",
    "interpretation": "Эта шутка иронизирует над сложностью приготовления пищи, сравнивая это с алгоритмической сложностью."
  },
  {
    "id": 582,
    "original": "binary digits are called bits i love ternary digits",
    "russian": "Двоичные цифры называются битами, я люблю тернарные цифры.",
    "interpretation": "Эта шутка подчеркивает любовь к числовым системам и игре слов."
  },
  {
    "id": 583,
    "original": "Yuvraj's Batting- 1 1 0 1 1 1 0 0 1 0 0 1 0 1 0 1 0 1 1 0 W. He has specialization in Digital Electronics.",
    "russian": "Баттинг Ювраджа - 1 1 0 1 1 1 0 0 1 0 0 1 0 1 0 1 0 1 1 0 W. У него специализация в цифровой электронике.",
    "interpretation": "Эта шутка использует двоичный код для описания игры, связывая спорт с электроникой."
  },
  {
    "id": 584,
    "original": "Why did Microsoft release Windows 10 (and not windows 9)? Because 7 8 9.",
    "russian": "Почему Microsoft выпустила Windows 10 (а не Windows 9)? Потому что 7 8 9.",
    "interpretation": "Эта шутка играет со словами и числами, создавая комический эффект."
  },
  {
    "id": 585,
    "original": "Gotta love the people who wrote the algorithm for Ola share, They go out of their way to help others.",
    "russian": "Нужно любить людей, которые написали алгоритм для Ola share, они делают все возможное, чтобы помочь другим.",
    "interpretation": "Эта шутка подчеркивает доброту программистов и их желание помочь другим."
  },
  {
    "id": 586,
    "original": "When Chuck Norris does a push-up he doesn't go up, the earth goes down.",
    "russian": "Когда Чак Норрис делает отжимание, он не поднимается, земля опускается.",
    "interpretation": "Эта шутка подчеркивает невероятную силу Чака Норриса, иронизируя над обычными физическими законами."
  },
  {
    "id": 587,
    "original": "Chuck Norris can start a fire by rubbing two ice cubes together.",
    "russian": "Чак Норрис может развести огонь, теряя два кубика льда друг о друга.",
    "interpretation": "Эта шутка акцентирует внимание на сверхъестественных способностях Чака Норриса, которые выходят за рамки реальности."
  },
  {
    "id": 588,
    "original": "Chuck Norris can write an OS in Brainfuck.",
    "russian": "Чак Норрис может написать операционную систему на Brainfuck.",
    "interpretation": "Эта шутка подчеркивает сложность языка программирования Brainfuck и приписывает Чаку Норрису невероятные навыки программирования."
  },
  {
    "id": 589,
    "original": "Linux: Born to be root. Windows: Born to re-boot.",
    "russian": "Linux: рожден быть root. Windows: рожден для перезагрузки.",
    "interpretation": "Эта шутка иронизирует над различиями между операционными системами Linux и Windows."
  },
  {
    "id": 590,
    "original": "I can't access Git. I guess I have... commitment issues.",
    "russian": "Я не могу получить доступ к Git. Похоже, у меня есть... проблемы с обязательствами.",
    "interpretation": "Эта шутка играет с термином 'commit' в Git, связывая его с личными отношениями."
  },
  {
    "id": 591,
    "original": "Don't fart in an Apple Store, because they don't have Windows.",
    "russian": "Не пускай газы в магазине Apple, потому что у них нет окон.",
    "interpretation": "Эта шутка иронизирует над отсутствием окон в устройствах Apple и создает комический эффект."
  },
  {
    "id": 592,
    "original": "I have a good joke on Information Technology, but you won't get IT.",
    "russian": "У меня есть хорошая шутка про информационные технологии, но ты не поймешь ИТ.",
    "interpretation": "Эта шутка играет со словом 'IT' (информационные технологии) и создает комический эффект."
  },
  {
    "id": 593,
    "original": "Do you have a girlfriend? I will leave the relationship to the databases.",
    "russian": "У тебя есть девушка? Я оставлю отношения базам данных.",
    "interpretation": "Эта шутка связывает отношения с базами данных, создавая комический эффект."
  },
  {
    "id": 594,
    "original": "Roses are #ff0000, violets are #0000ff, I use hex codes, but I'd use RGB for you.",
    "russian": "Розы #ff0000, фиалки #0000ff, я использую шестнадцатеричные коды, но для тебя я бы использовал RGB.",
    "interpretation": "Эта шутка играет с цветовыми кодами и романтическим подтекстом."
  },
  {
    "id": 595,
    "original": "Java programmers are some of the most materialistic people I know, very object-oriented.",
    "russian": "Программисты на Java - одни из самых материалистичных людей, которых я знаю, очень объектно-ориентированные.",
    "interpretation": "Эта шутка иронизирует над объектно-ориентированным программированием и материализмом."
  },
  {
    "id": 596,
    "original": "SON: What are clouds made of? DAD: Linux servers, mostly.",
    "russian": "СЫН: Из чего сделаны облака? ОТЕЦ: В основном из серверов Linux.",
    "interpretation": "Эта шутка связывает облачные технологии с серверами Linux, создавая комический эффект."
  },
  {
    "id": 597,
    "original": "SHE: Are you just gonna sit here on the computer OR are we going out? HE: Yes.",
    "russian": "ОНА: Ты просто будешь сидеть здесь за компьютером или мы выходим? ОН: Да.",
    "interpretation": "Эта шутка подчеркивает типичное поведение программиста, который предпочитает компьютерные занятия."
  },
  {
    "id": 598,
    "original": "CPU (Coffee Processing Unit).",
    "russian": "ЦПУ (Устройство обработки кофе).",
    "interpretation": "Эта шутка играет со словами, связывая процессор с кофе, что подчеркивает зависимость программистов от кофе."
  },
  {
    "id": 599,
    "original": "I told him I can't open the jar, he said download and install Java.",
    "russian": "Я сказал ему, что не могу открыть банку, он сказал скачать и установить Java.",
    "interpretation": "Эта шутка иронизирует над сложностями программирования и использованием Java."
  },
  {
    "id": 600,
    "original": "'Knock knock.' 'Who's there?' *10 mins later* 'Java.'",
    "russian": "'Тук-тук.' 'Кто там?' *через 10 минут* 'Java.'",
    "interpretation": "Эта шутка подчеркивает медлительность Java и создает комический эффект."
  },
  {
    "id": 601,
    "original": "A programmer is having trouble with his keyboard double-pressing. He asks his coworker what he should do. 'Hit it,' he says. The programmer hits it, but nothing changes. His coworker exclaims 'No, really BASH it!'",
    "russian": "Программист испытывает проблемы с двойным нажатием клавиш на клавиатуре. Он спрашивает своего коллегу, что ему делать. 'Ударь по ней,' говорит он. Программист ударяет по клавиатуре, но ничего не меняется. Его коллега восклицает: 'Нет, действительно, УДАРЬ по ней!'",
    "interpretation": "Эта шутка играет с понятием 'bash' как оболочки командной строки и физическим действием."
  },
  {
    "id": 602,
    "original": "Why did the chicken cross the road? It was called with theOtherSide(chicken).",
    "russian": "Почему курица перешла дорогу? Она была вызвана с theOtherSide(chicken).",
    "interpretation": "Эта шутка связывает классическую шутку о курице с программированием, создавая комический эффект."
  },
  {
    "id": 603,
    "original": "How do you tell an introverted computer scientist from an extroverted computer scientist? The extrovert looks at *your* shoes when he talks to you.",
    "russian": "Как отличить интровертированного компьютерного ученого от экстравертированного? Экстраверт смотрит на *твои* туфли, когда говорит с тобой.",
    "interpretation": "Эта шутка иронизирует над социальными различиями между интровертами и экстравертами в мире программистов."
  },
  {
    "id": 604,
    "original": "Why Do programmers always mix up Haloween and Christmas? Because Oct31 == Dec25.",
    "russian": "Почему программисты всегда путают Хэллоуин и Рождество? Потому что Oct31 == Dec25.",
    "interpretation": "Эта шутка основана на игре слов и числах, связывая даты с системами счисления."
  },
  {
    "id": 605,
    "original": "Why did the programmer die in the shower? The shampoo bottle said: Wash, rinse, repeat.",
    "russian": "Почему программист умер в душе? На бутылке с шампунем было написано: Помыть, прополоскать, повторить.",
    "interpretation": "Эта шутка иронизирует над привычками программистов и их вниманием к инструкциям."
  },
  {
    "id": 606,
    "original": "A UDP packet walks into a bar. The bartender doesn't acknowledge him.",
    "russian": "UDP-пакет заходит в бар. Бармен не замечает его.",
    "interpretation": "Эта шутка иронизирует над тем, как работает протокол UDP, который не гарантирует доставку сообщений."
  },
  {
    "id": 607,
    "original": "99 Bugs in the Code. 99 Bugs in the Code. You take one down, patch it around, 127 Bugs in the code.",
    "russian": "99 ошибок в коде. 99 ошибок в коде. Ты убираешь одну, исправляешь вокруг, 127 ошибок в коде.",
    "interpretation": "Эта шутка подчеркивает бесконечный цикл исправления ошибок в программировании."
  }
]